---
{
  "title":"BPS Spending Pressures",
  "layout":"bos_content",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_year":"19",
  "permalink": "/featured-analysis/bps-spending-pressures/",
  "card":[
    {
      "category":"Education",
      "order":2,
      "title":"BPS Spending Pressures",
      "body":"Learn how BPS spending compares to other districts.",
      "img":"https://photos.google.com/share/AF1QipOdyA4dgnR-77oq7jD0E4ptSuC-5lGKaP52yPlv9PHjGrFPtlLzQS6_APhcgo-PZA/photo/AF1QipMykAelUjjWhsHeIAvVMRETdP7CLfKd6nYTeXQW?key=bjZkeEJNLWVYcjc3WDdKUHQ5TTEzVVBMbHBrblhR",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "body":[
            "BPS Spending Pressures",
            "The current administration at BPS inherited an expensive cost structure built up over several decades. As mentioned previously, four of the five main drivers that contribute to yearly budgetary challenges at BPS are cost related. BPS spends 45% more per pupil than comparable districts. This amounts to about $6,400 more per pupil than comparison districts after adjusting for Boston&rsquo;s higher cost of living.  This cost can be directly linked to the following occurrences:",
            "BPS spends more per pupil on transportation than nearly all of the 200 largest districts in the country - an amount nearly five times more than the average. ",
            "Boston spends 3.1 times more on transportation costs per Special Education student than comparison districts.  BPS has seen an increased number of students assigned to door-to-do pick-up versus corner bus stop pick-up.",
            "Due to the size of Boston&rsquo;s school buildings, BPS&rsquo; elementary schools are 140 students smaller and secondary schools are 220 students smaller than peer districts. This causes BPS to spend 35% more per-pupil on school-based administration services.  ",
            "20% of BPS students receive special education services compared to the national average of 13%. BPS spends nearly one fourth of its budget on special education, which is 53% greater than the comparison average. ",
            "BPS also pays teachers more than comparison districts on average (adjusted for cost of living).  BPS total compensation is 29% higher than the comparison average, and the average teacher salary is over $90,000 even before healthcare and pension costs.",
            "Not only is BPS spending a large portion of its budget in areas such as transportation and special education, but these areas also see the fastest rate of cost growth. Curbing costs where the district benchmarks unfavorably to other districts without negatively impacting service delivery would allow the District to invest more heavily in other areas."
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Education",
          "cards":[
            "/featured-analysis/long-term-financial-plan/",
            "/featured-analysis/weighted-student-funding/"
          ]
        }
      ]
    }
  ]
}
---
