---
{
  "title":"Preparing for Climate Change",
  "layout":"bos_content",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_year":"19",
  "permalink": "/featured-analysis/preparing-for-climate-change/",
  "card":[
    {
      "category":"Budget Priorities",
      "order":13,
      "title":"Preparing for Climate Change",
      "body":"Boston is reducing energy consumption and preparing for climate change",
      "img":"https://photos.google.com/share/AF1QipOdyA4dgnR-77oq7jD0E4ptSuC-5lGKaP52yPlv9PHjGrFPtlLzQS6_APhcgo-PZA/photo/AF1QipOPAlw7VaEYxgZ14nNbLwLS0nr09spNNyZePOXy?key=bjZkeEJNLWVYcjc3WDdKUHQ5TTEzVVBMbHBrblhR",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"Preparing for Climate Change",
          "body":[
            "As part of Boston&rsquo;s implementation of Imagine Boston 2030, Mayor Walsh&rsquo;s FY18-22 Capital Plan includes investments to support a healthy environment, reduce energy consumption and greenhouse gas emissions, and prepare for climate change. Leveraging outside funding, the Capital Plan allows for development of more detailed climate plans for Boston neighborhoods, especially those most at risk for coastal flooding, as recommended in Climate Ready Boston. These plans are essential for protecting the safety and vitality of existing residents, businesses, and institutions, and for ensuring the implementation of continued growth and development, as envisioned in Imagine Boston 2030. ",
            "Through Renew Boston Trust, Boston will undertake renovation projects to reduce City buildings&rsquo; energy consumption and capture the resulting financial savings. The City plans to finance the program with general obligation bonds payable in part with the financial savings resulting from reduced energy consumption. The City will implement the program through contracts with Energy Service Companies (ESCOs) that will provide financial guarantees that the energy savings generated by the projects will be sufficient to cover anticipated debt service costs."
          ]
        }
      ]
    }
  ]
}
---
