---
{
  "title":"UGGA Revenue",
  "layout":"bos_content",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_year":"19",
  "card":[
    {
      "category":"Revenue",
      "order":10,
      "title":"UGGA Revenue ",
      "body":"Unrestricted General Government Aid (UGGA) is the main driver in the FY18 state aid",
      "img":"https://photos.google.com/share/AF1QipOdyA4dgnR-77oq7jD0E4ptSuC-5lGKaP52yPlv9PHjGrFPtlLzQS6_APhcgo-PZA/photo/AF1QipNbm0D7zz4x12ehTKSFC7ZY-Wb2M6thzXM2q7fA?key=bjZkeEJNLWVYcjc3WDdKUHQ5TTEzVVBMbHBrblhR",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"The FY18 State Budget",
          "body":[
            "As the time of submitting Mayor Walsh&rsquo;s proposed FY18 Budget, the State is in the middle stage of development of its FY18 budget with only the Governor&rsquo;s budget having been submitted. The Governor&rsquo;s budget includes a modest increase in state aid 2.5%, or $10.7 million. The Governor&rsquo;s budget (H.1) increased Unrestricted General Government Aid (UGGA) by 3.9%, or $7 million. UGGA is the main driver in the increase in state aid in FY18, while Chapter 70 Education Aid only grew by 0.6%, or $1.3 million and Charter School reimbursements grew by $3 million, or 14%. While Boston&rsquo;s charter school assessment has risen by 155% since the enactment of the 2010 Achievement Gap Legislation, the State&rsquo;s statutory obligation to fund charter school reimbursement has not kept pace. As a result, the City of Boston lost $48 million over three years (FY15 &ndash; FY17). Based on H.1, Boston is projected to lose another $25 million in FY18. Without a change of course in how the state funds this critical local aid line item, the City of Boston will be left to make difficult budgetary decisions that will impact the quality of life for not only our residents but for the hundreds of thousands more who work and visit this City every day. ",
            "Given these challenges, Mayor Walsh is building on his commitment to Boston&rsquo;s students and proposed transformative education finance legislation to expand access to high-quality education for students of all ages. Mayor Walsh, partnering with Boston&rsquo;s State Legislators, proposed targeted state education finance reforms that will increase annual funding to Boston by $35 million in its first year of implementation, and position Boston to receive $150 million in additional annual Chapter 70 aid within a few years if the state identifies a new revenue source for investments in education. In concert with the Boston Public School Long-Term Financial Plan, the additional revenue will allow for the continued expansion of investments necessary to support all of Boston&rsquo;s children. The package would unlock resources that would improve educational outcomes in Boston&rsquo;s district, charter, and non-profit settings. The proposals would:"
          ],
          "list":[
            "Grant charter schools access to the Massachusetts School Building Authority and relieve the State General Fund of the of the cost of charter facilities, creating additional capacity for state funding for charter transition costs;",
            "Streamline charter school transition funding in a way that limits state and City costs;",
            "Provide every Boston 4-year old with a high quality Pre-K seat;",
            "Increase districts&rsquo; reimbursements for the highest-need and highest-cost students; and",
            "Make transformational education funding available for Boston if the State identifies a new education revenue source. ",
            "The following discussion details the three major local revenue streams to the City: Property Tax, State Aid, and Local Receipts. This is followed by a brief discussion of Non-recurring Revenue."
          ]
        }
      ]
    }
  ]
}
---
