{
  "parent_id":"70efdf2ec9b086079795c442636b55fb",
  "section_type":"department",
  "section_type_short":"D",
  "section_id":17,
  "section_md5_id":"70efdf2ec9b086079795c442636b55fb",
  "name":"Department of Innovation and Technology",
  "parent":"Information and Technology",
  "cabinet":"Information and Technology",
  "department":"Department of Innovation and Technology",
  "head_name":"Jascha Franklin-Hodge",
  "head_title":"Chief Information Officer",
  "appropriation_code":"Appropriation 149",
  "mission":"The Department of Innovation and Technology is the City’s enterprise wide technology services organization providing solutions that enable our business partners across all City departments. DoIT’s primary day-to-day responsibility is to ensure that the networks, desktop computers, e-mail systems, and applications that support the business of City government are continuously available and operating effectively. DoIT embraces its responsibility to help manage costs through difficult financial times by continuously improving the cost structure of the City’s technology without compromising service. Our commitment to being environmentally responsible is often synergistic with these economic and service responsibilities.",
  "selected_performance_strategies":{
    "program":"Core Infrastructure",
    "strategies":[
      "To make sure that the City has an effective base of technology on which to deploy other specific applications."
    ]
  },
  "operating_budget":{
    "table_type":"Operating Budget",
    "table_title":"Operating Budget",
    "table_header":{
      "Program Name":"Program Name",
      "line_type":"title",
      "fy-2":"FY15 Actual",
      "fy-1":"FY16 Actual",
      "fy-0":"FY17 Budget",
      "fy+2":"FY18 Budget"
    },
    "data":[
      {
        "line_title":"DoIT Operations",
        "line_type":"data",
        "fy-2":"2956351",
        "fy-1":"2986504",
        "fy-0":"3211267",
        "fy+2":"3405075"
      },
      {
        "line_title":"Tools for Government",
        "line_type":"data",
        "fy-2":"13651435",
        "fy-1":"13068158",
        "fy-0":"10365190",
        "fy+2":"8883661"
      },
      {
        "line_title":"Digital Engagement & Services",
        "line_type":"data",
        "fy-2":"1039467",
        "fy-1":"906435",
        "fy-0":"1532129",
        "fy+2":"1331951"
      },
      {
        "line_title":"Core Infrastructure",
        "line_type":"data",
        "fy-2":"11181620",
        "fy-1":"13283214",
        "fy-0":"12218922",
        "fy+2":"13112399"
      },
      {
        "line_title":"Data & Analytics",
        "line_type":"data",
        "fy-2":"1785519",
        "fy-1":"1802455",
        "fy-0":"798928",
        "fy+2":"1234627"
      },
      {
        "line_title":"Broadband & Equity",
        "line_type":"data",
        "fy-2":"0",
        "fy-1":"0",
        "fy-0":"397138",
        "fy+2":"406467"
      },
      {
        "line_title":"Total",
        "line_type":"total",
        "fy-2":"30614392",
        "fy-1":"32046766",
        "fy-0":"28523574",
        "fy+2":"28374180"
      }
    ]
  },
  "external_funds_budget":{
    "table_type":"External Funds",
    "table_title":"External Funds Budget",
    "table_header":{
      "name":"Fund Name",
      "line_type":"title",
      "fy-2":"FY15 Actual",
      "fy-1":"FY16 Actual",
      "fy-0":"FY17 Budget",
      "fy+2":"FY18 Budget"
    },
    "data":[
      {
        "line_title":"Human Capital Management (HCM) Upgrade",
        "line_type":"data",
        "fy-2":"581509",
        "fy-1":"1800518",
        "fy-0":"1666390",
        "fy+2":"1620181"
      },
      {
        "line_title":"Knight News Challenge Grant",
        "line_type":"data",
        "fy-2":"0",
        "fy-1":"172561",
        "fy-0":"233011",
        "fy+2":"181193"
      },
      {
        "line_title":"New Urban Mechanics",
        "line_type":"data",
        "fy-2":"11164",
        "fy-1":"12319",
        "fy-0":"0",
        "fy+2":"0"
      },
      {
        "line_title":"Total",
        "line_type":"total",
        "fy-2":"592673",
        "fy-1":"1985398",
        "fy-0":"1899401",
        "fy+2":"1801374"
      }
    ]
  },
  "organizational_chart_graphic_url":"INSERT ORG CHART HERE",
  "authorizing_statutes":[],
  "description_of_services":[
    "The Department of Innovation and Technology (DoIT) improves the delivery of government services to the public through the effective management of the City’s existing and emerging technologies. DoIT introduces innovative technologies and processes designed to drive efficiency into government operations. DoIT also provides professional project management and business analysis services, in addition to maintaining the hardware and software platforms necessary to support the daily technical and communication operations of the City. Personnel skilled in programming, analysis, hardware and software support, training, communications, and general technology consulting work with user departments on enhancing and maintaining their information systems."
  ],
  "department_history_by_account":{
    "table_title":"Department Budget By Account",
    "table_header":{
      "line_title":"Fund",
      "line_type":"title",
      "account_code":"Account",
      "fy-2":"FY15 Expenditure",
      "fy-1":"FY15 Expenditure",
      "fy-0":"FY17 Appropriation",
      "fy+1":"FY18 Recommended",
      "diff":"Inc/Dec 17 vs 18"
    },
    "data":[
      {
        "line_title":"Personnel Services",
        "line_type":"data",
        "account_code":51,
        "fy-2":11670759,
        "fy-1":12231162,
        "fy-0":13119331,
        "fy+1":12940582,
        "diff":-178749
      },
      {
        "line_title":"Contractual Services",
        "line_type":"data",
        "account_code":52,
        "fy-2":18553563,
        "fy-1":21136333,
        "fy-0":18521601,
        "fy+1":18050982,
        "diff":-470619
      },
      {
        "line_title":"Supplies & Materials",
        "line_type":"data",
        "account_code":53,
        "fy-2":18666275,
        "fy-1":21278996,
        "fy-0":18572701,
        "fy+1":18119982,
        "diff":-452719
      },
      {
        "line_title":"Current Chgs & Oblig",
        "line_type":"data",
        "account_code":54,
        "fy-2":27763180,
        "fy-1":30215102,
        "fy-0":27042701,
        "fy+1":27048982,
        "diff":6281
      },
      {
        "line_title":"Equipment",
        "line_type":"data",
        "account_code":55,
        "fy-2":30614392,
        "fy-1":32046766,
        "fy-0":28523574,
        "fy+1":28374180,
        "diff":-149394
      },
      {
        "line_title":"Other",
        "line_type":"data",
        "account_code":58,
        "fy-2":30614392,
        "fy-1":32046766,
        "fy-0":28523574,
        "fy+1":28374180,
        "diff":-149394
      }
    ]
  },
  "programs":[
    {
      "parent":"Department of Innovation and Technology",
      "program_number":1,
      "program_name":"DoIT Operations",
      "head":"Patricia Boyle-McKenna",
      "program_description":"The Operations program provides project management, business consulting services, and administrative support to agencies so that they can effectively develop and maintain new IT applications and improve service delivery through effective integration of innovative technology solutions."
    },
    {
      "parent":"Department of Innovation and Technology",
      "program_number":2,
      "program_name":"Tools for Government",
      "head":"Vacant",
      "program_description":"This program provides an integrated technology culture to select and develop information technologies that enable and support critical citywide, crosscutting agency business processes. Enterprise programs include Geographic Information Systems (GIS), Enterprise Resource Planning (PeopleSoft), Constituent Relationship Management (CRM) Asset Management, Permitting, Tax and Youth and Human Services Systems."
    },
    {
      "parent":"Department of Innovation and Technology",
      "program_number":3,
      "program_name":"Digital Engagement and Services",
      "head":"Lauren Lockwood",
      "program_description":"This program provides constituents access to government from home \"online instead of in line\" through innovative web based eGovernment technologies. It also oversees the City’s cable franchise(s) by enforcing contractual and regulatory obligations for the operators, produces government and education access television, and advocates for customers in disputes with cable operators."
    },
    {
      "parent":"Department of Innovation and Technology",
      "program_number":4,
      "program_name":"Core Infrastructure",
      "head":"Daniel Rothman",
      "program_description":"Core Infrastructure is responsible for the development and maintenance of City technology systems, data storage, and networks. Functional areas include server and mainframe technology, network and telecommunications, security, and electronic communication services."
    },
    {
      "parent":"Department of Innovation and Technology",
      "program_number":5,
      "program_name":"Data and Analytics",
      "head":"Andrew Therriault",
      "program_description":"Use data and analytics to improve quality of life and the effectiveness of government operations. By providing technology and business support, we aim to create a modern, data-driven, responsive City government. We have worked on a variety initiatives to improve performance and accountability (CityScore, BFD shift swap dashboard) and deliver services more effectively (signal timing optimization, moving day trash collection)."
    },
    {
      "parent":"Department of Innovation and Technology",
      "program_number":6,
      "program_name":"Broadband and Equity",
      "head":"Michael Lynch",
      "program_description":"Work towards a future where every resident and business has access to affordable broadband internet, and the skills and equipment to make use of it. We support a variety of digital equity and public access initiatives, and work to provide both regulatory oversight for our cable TV providers and to lower the barriers to entry in Boston’s broadband market."
    }
  ],
  "selected_service_indicators":[
    {
      "line_title":"Operating Budget",
      "line_type":"title",
      "fy-2":"15Actual",
      "fy-1":"16Actual",
      "fy-0":"17Budget",
      "fy+2":"18Budget"
    },
    {
      "line_title":"Personnel Services",
      "line_type":"data",
      "fy-2":0,
      "fy-1":0,
      "fy-0":397138,
      "fy+2":406467
    },
    {
      "line_title":"Non Personnel",
      "line_type":"data",
      "fy-2":0,
      "fy-1":0,
      "fy-0":0,
      "fy+1":0
    },
    {
      "line_title":"Total",
      "line_type":"total",
      "fy-2":0,
      "fy-1":0,
      "fy-0":397138,
      "fy+1":406467
    }
  ],
  "external_funds":[
    {
      "project":"ARRA - Boston Public Computing Center Grant",
      "project_mission":[
        "The ARRA funded Boston Public Computing Center Grant united three community anchors: Boston Center for Youth and Families, Boston Housing Authority, and Boston Public Libraries; to provide 50 first rate public computing sites across the City. As a result, a 40% increase of computer services was provided by the public computing sites. This grant, in the amount of $1,906,439, was awarded in December 2009 and ended in September 2013."
      ]
    },
    {
      "project":"ARRA - Boston Sustainable Broadband Adoption",
      "project_mission":[
        "The purpose of the ARRA Broadband Sustainable Adoption Grant was to increase broadband adoption in low-income areas of the city. The grant funded three programs that combined training and technology distribution to address the needs of distinct populations. DoIT partnered with Open Air Boston, Timothy Smith Network, and My Way Village to deliver services to students in public middle and high schools and their families, unemployed adults, and seniors living in three Boston Housing Authority developments. This grant, in the amount of $4,312,476, was awarded in September 2010 and ended in December 2013."
      ]
    },
    {
      "project":"Commonwealth Citizens Connect",
      "project_mission":[
        "Through the Commonwealth’s Innovation Challenge, the City of Boston received a grant to assist other cities and towns in deploying mobile apps that allow residents to report quality of life issues. Through this grant the City supported the launch of Citizens Connect-type apps, the implementation of systems to handle requests made through those apps, and a piece of software to allow those apps to work across partnering municipalities. This grant, in the amount of $400,000, was awarded in April 2012 and ended in July 2013."
      ]
    },
    {
      "project":"Human Capital Management (HCM) Upgrade",
      "project_mission":[
        "The BAIS HCM Upgrade Project will upgrade the City's core human resource management system to the current PeopleSoft application version, in addition to adding new functionality and capabilities, resulting in the adoption of leading industry business practices for human resources management, while improving customer support and maintaining appropriate controls. This upgrade project is funded through a combination of capital, E-rate reimbursement and Indirect resources and will be initiated in FY15."
      ]
    },
    {
      "project":"Knight News Challenge Grant",
      "project_mission":[
        "The News Challenge Grant, awarded in FY15, will promote the City of Boston’s open information systems by partnering with the Boston Public Library and embedding librarians in city departments, to help residents more easily find, understand, and use the city’s open data. The grant expires in February 2017."
      ]
    },
    {
      "project":"New Urban Mechanics",
      "project_mission":[
        "The New Urban Mechanics grant was funded from an anonymous donation from a philanthropic foundation to help engage the public in solving city issues. One of the issues addressed was city roadway conditions. The real-time condition of the City’s streets was informed by the Street Bump mobile application developed by New Urban Mechanics staff. This grant, in the amount of $250,000, was awarded in March 2012 and ended in FY15."
      ]
    }
  ]
}
