---
{
  "debug":"JCB",
  "cabinet":"Housing & Neighborhood Development",
  "department":null,
  "file_version":"",
  "head_name":"Sheila Dillon",
  "head_title":"Chief of Housing & Neighborhood Development",
  "name":"Housing & Neighborhood Development",
  "parent":"root",
  "section_id":13,
  "section_md5_id":"C51CE410C124A10E0DB5E4B97FC2AF39",
  "section_type":"cabinet",
  "section_type_short":"C",
  "source_version":"Recommended",
  "source_path":"JSON Output~_source~fy19_recommended~json~_chapters~featured_analysis~housing-and-neighborhood-development.json",
  "source_time":"20180409203211",
  "source_year":"19",
  "mission":[
    "The Cabinet is committed to making Boston the most livable city in the nation by working with its many communities to build strong neighborhoods through the strategic investment of public resources."
  ],
  "overview":[
    "The FY19 budget for the Housing and Neighborhood Development Cabinet will increase by 5.4%, reflecting significant housing investment through the Department of Neighborhood Development (DND) in financial assistance for middle income homebuyers, creating and preserving affordable housing, and preventing evictions and displacement. This investment aims to address the City&rsquo;s housing shortage through long-term investments in affordable housing stock and near term solutions like middle income homebuyer assistance, tenancy and housing preservation, and legal assistance for residents facing eviction.",
    "In FY19, DND will double its annual $500,000 investment in down payment assistance for middle income homebuyers to $1 million. DND is also making additional investments in multiple tools that will prevent displacement of residents. A new $125,000 legal assistance program will provide legal representation to tenants in housing court and district court, which is projected to prevent 140 evictions next year. DND will also invest $185,000 to expand eligibility for emergency housing assistance funds and flexible tenancy preservation funds to households that are not eligible for existing programs. Finally, DND is expanding case management capacity in its Office of Housing Stability to assist constituents in need of affordable housing.",
    "DND also plans to use funding from the Inclusionary Development Program to recapitalize the Acquisition Opportunity Program, which will preserve affordable housing and prevent displacement by taking occupied rentals off the speculative market, and continue the Neighborhood Homes Initiative, which utilizes city-owned land to create homeownership opportunities for low and middle income homebuyers. ",
    "The FY19 budget continues Boston&rsquo;s annual $8.55 million general fund investment in housing. This amount includes a line item used exclusively for elderly housing production, first introduced by Mayor Walsh in FY16. Combining these general fund dollars with federal grants, state grants, and developer fees allows the City to leverage a wide variety of sources to invest in the creation and preservation of affordable housing citywide, a key to reaching targets outlined in Mayor Walsh&rsquo;s Housing a Changing City: Boston 2030.",
    "The FY19 Budget projects that DND will receive over $78 million in external funds from federal and state grants, as well as revenue from certain developer fees. Although proposed federal budget cuts raises questions about future levels of funding for Community Development Block Grant (CDBG) and HOME Investment Partnership, this budget assumes that DND will continue to receive these recurring federal entitlement grants, which provide funding for a variety of neighborhood development activities as well as competitive grants such as the Continuum of Care (CoC) program. The City will advocate that these critical programs are maintained in the federal budget."
  ],
  "operating_department":{
    "table_type":"operating_department",
    "table_title":"Operating Budget",
    "Program Name":"Department",
    "line_type":"title",
    "fy-2":"FY16 Actual",
    "fy-1":"FY17 Actual",
    "fy-0":"FY18 Budget",
    "fy+1":"FY19 Budget",
    "data":[
      {
        "department":"Neighborhood Development",
        "line_type":"data",
        "fy-2":11544055,
        "fy-1":12926210,
        "fy-0":13492643,
        "fy+1":14220701
      },
      {
        "total":"Total",
        "line_type":"total",
        "fy-2":11544055,
        "fy-1":12926210,
        "fy-0":13492643,
        "fy+1":14220701
      }
    ],
    "capital_budget_expenditures":[
      {
        "table_type":"capital_budget_expenditures",
        "table_title":"Capital Budget Expenditures",
        "table_header":{
          "title":"Capital Budget Expenditures",
          "line_type":"header",
          "fy-2":"FY16 Actual",
          "fy-1":"FY17 Actual",
          "fy-0":"FY18 Estimated",
          "fy+1":"FY19 Projected"
        },
        "data":[
          {
            "title":"Neighborhood Development",
            "line_type":"data",
            "fy-2":129788,
            "fy-1":710161,
            "fy-0":2334940,
            "fy+1":1636412
          },
          {
            "title":"Total",
            "line_type":"total",
            "fy-2":129788,
            "fy-1":710161,
            "fy-0":2334940,
            "fy+1":1636412
          }
        ]
      }
    ]
  },
  "external_funds_tables":{
    "table_type":"external_funds",
    "table_title":"external_funds",
    "table_header":{
      "title":"Department",
      "line_type":"header",
      "fy-2":"FY16 Actual",
      "fy-1":"FY17 Actual",
      "fy-0":"FY18 Budget",
      "fy+1":"FY19 Budget"
    },
    "data":[
      {
        "title":"Neighborhood Development",
        "line_type":"data",
        "fy-2":65510627,
        "fy-1":89454323,
        "fy-0":62022707,
        "fy+1":78142033
      },
      {
        "total":"Total Cabinet",
        "line_type":"total",
        "fy-2":65510627,
        "fy-1":89454323,
        "fy-0":62022707,
        "fy+1":78142033
      }
    ]
  }
}
---
