---
{
  "debug":"JCB",
  "cabinet":"Public Safety",
  "department":null,
  "file_version":"",
  "head_name":null,
  "head_title":null,
  "name":"Public Safety",
  "parent":"root",
  "section_id":6,
  "section_md5_id":"1679091C5A880FAF6FB5E6087EB1B2DC",
  "section_type":"cabinet",
  "section_type_short":"C",
  "source_version":"Recommended",
  "source_path":"JSON Output~_source~fy19_recommended~json~_chapters~featured_analysis~public-safety.json",
  "source_time":"20180407210348",
  "source_year":"19",
  "mission":[
    "Departments in the Public Safety Cabinet serve to protect the lives and property of City residents. The City maintains a ready state of preparedness through sufficient staffing levels, state-of-the-art equipment, and continual training and evaluation of policies and practices. The focus on neighborhood presence helps the City prevent crime, fire, incidents of terrorism, natural disasters quickly, and increases the sense of safety and security by residents and businesses."
  ],
  "overview":[
    "The Public Safety Cabinet, which includes the Police Department, the Fire Department, and the Office of Emergency Management, is growing by 3% in FY19 over FY18 appropriations. This is primarily driven by the costs of providing effective public safety in a growing City. Specifically growth is reflected through contractual increases from collective bargaining agreements in the Police Department, an increase to the FY19 Police recruit class, a phased rollout of a body worn camera program in the Police Department, a calendar year 2018 Fire recruit class, and critical safety and wellness investments for the Fire Department.",
    "The Police Department&rsquo;s budget will increase by 3.8% over the FY18 appropriation. Included in the FY19 budget is a recruit class that will increase the sworn force by approximately 30 officers, collective bargaining costs, and $2 million to support the phase-in of body worn cameras. The Police Department will also continue efforts to reduce overtime hours where possible. ",
    "Building on the continued success of recruiting a diverse police cadet class in FY18, the FY19 budget adds another cadet class in spring 2019. This addition of 20 cadets continues to provide a stable pipeline of diverse young people for future police officer classes. The FY19 budget also includes funding to begin the process for a Superior Officers promotional exam to be held in FY20. The department will continue to focus on technological improvements: implementation of body worn camera program will begin, which includes a rollout of additional mobile devices to officers not yet assigned one; security will be upgraded at the evidence storage facility; and the fourth year of the department-wide $56 million radio replacement project will begin. ",
    "The Fire Department budget will increase by 1.6% in FY19 over FY18 even without the anticipated wage growth that will come when the collective bargaining agreement with the firefighter&rsquo;s union is settled. Fire&rsquo;s current FY19 increase is largely driven by the increase in debt service from the second year of the enhanced apparatus replacement plan that put 15 fire trucks on the operating budget over 2 years. The FY19 operating budget also invests in a replacement of 325 technical radios and accompanying equipment, as well as new dual capacity routers for apparatus and other fire response vehicles. The Mayor&rsquo;s priority of firefighter health and safety is reflected in the continuing industrial cleaning program for firehouses, along with additional funds for firehouse environmental cleaning. A new fuel monitoring system will be installed at 26 fuel sites and the Fire Alarm Dispatch Center will receive an equipment upgrade and rewiring work. Similar to the Police Department, the Fire Department budget continues to aggressively manage their overtime. ",
    "The Office of Emergency Management budget represents an increase of 9%, which primarily reflects an investment in a public outreach campaign to promote awareness of the City&rsquo;s emergency evacuation plan."
  ],
  "operating_department":{
    "table_type":"operating_department",
    "table_title":"Operating Budget",
    "Program Name":"Department",
    "line_type":"title",
    "fy-2":"FY16 Actual",
    "fy-1":"FY17 Actual",
    "fy-0":"FY18 Budget",
    "fy+1":"FY19 Budget",
    "data":[
      {
        "department":"Emergency Management",
        "line_type":"data",
        "fy-2":650928,
        "fy-1":643194,
        "fy-0":642209,
        "fy+1":699720
      },
      {
        "department":"Fire Department",
        "line_type":"data",
        "fy-2":216917857,
        "fy-1":219082800,
        "fy-0":232440176,
        "fy+1":236231647
      },
      {
        "department":"Police Department",
        "line_type":"data",
        "fy-2":348887844,
        "fy-1":364594820,
        "fy-0":385562872,
        "fy+1":400175675
      },
      {
        "total":"Total",
        "line_type":"total",
        "fy-2":566456629,
        "fy-1":584320814,
        "fy-0":618645257,
        "fy+1":637107042
      }
    ],
    "capital_budget_expenditures":[
      {
        "table_type":"capital_budget_expenditures",
        "table_title":"Capital Budget Expenditures",
        "table_header":{
          "title":"Capital Budget Expenditures",
          "line_type":"header",
          "fy-2":"FY16 Actual",
          "fy-1":"FY17 Actual",
          "fy-0":"FY18 Estimated",
          "fy+1":"FY19 Projected"
        },
        "data":[
          {
            "title":"Emergency Management",
            "line_type":"data",
            "fy-2":0,
            "fy-1":0,
            "fy-0":50000,
            "fy+1":50000
          },
          {
            "title":"Fire Department",
            "line_type":"data",
            "fy-2":3972577,
            "fy-1":5562968,
            "fy-0":10120290,
            "fy+1":13567148
          },
          {
            "title":"Police Department",
            "line_type":"data",
            "fy-2":5441996,
            "fy-1":7909564,
            "fy-0":18684860,
            "fy+1":24690000
          },
          {
            "title":"Total",
            "line_type":"total",
            "fy-2":9414573,
            "fy-1":13472532,
            "fy-0":28855150,
            "fy+1":38307148
          }
        ]
      }
    ]
  },
  "external_funds_tables":{
    "table_type":"external_funds",
    "table_title":"external_funds",
    "table_header":{
      "title":"Department",
      "line_type":"header",
      "fy-2":"FY16 Actual",
      "fy-1":"FY17 Actual",
      "fy-0":"FY18 Budget",
      "fy+1":"FY19 Budget"
    },
    "data":[
      {
        "title":"Emergency Management",
        "line_type":"data",
        "fy-2":7245252,
        "fy-1":14069474,
        "fy-0":11164466,
        "fy+1":12347728
      },
      {
        "title":"Fire Department",
        "line_type":"data",
        "fy-2":6796883,
        "fy-1":10300257,
        "fy-0":4345705,
        "fy+1":4349500
      },
      {
        "title":"Police Department",
        "line_type":"data",
        "fy-2":9538737,
        "fy-1":10076084,
        "fy-0":15547587,
        "fy+1":8990677
      },
      {
        "total":"Total Cabinet",
        "line_type":"total",
        "fy-2":23580872,
        "fy-1":34445815,
        "fy-0":31057758,
        "fy+1":25687905
      }
    ]
  }
}
---
