---
{
  "section":"Cabinets",
  "name":"Cabinets",
  "permalink":"cabinets/",
  "file_version":"",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~cabinets.json",
  "source_time":"20180309135451",
  "source_year":"18",
  "components":[
    {
      "intro":[
        {
          "title":"CABINETS",
          "sidebar_menu":true,
          "short_desc":[
            "Departmental appropriations can be viewed by cabinet, to better reflect the overall policy priorities and trends by service area. In FY18 some programs have transferred between departments. Details of these changes are described below in each of the cabinet sections."
          ],
          "description":[
            "The FY18 Recommended Budget continues and expands upon a number of savings initiatives launched under Mayor Walsh&rsquo;s Administration such as health care cost containment reforms, reducing overtime, inactivating vacant positions, and reducing energy consumption. It is only through continued tightening within City departments that the City will be able to afford new and expanded investments after reserving for costs associated with collective bargaining, being assessed for its increasing charter school costs, funding its pension obligations, and paying its debt service."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"CABINET APPROPRIATIONS",
          "body":[
            "The combined appropriations for City Departments, the Public Health Commission (PHC) and the School Department (BPS), and non-departmental appropriations as shown in the FY18 Budget Summary have increased by 4.0% from the FY17 appropriations.",
            "Of that growth, Boston Public Schools is increasing by $40.3 million (3.9%) with a $1.061 billion appropriation and $20 million collective bargaining reserve. Boston&rsquo;s total investment in education is growing by $57.8 million (4.8%), including BPS and the City&rsquo;s Charter School Assessment.",
            "City Services such as Police, Fire, Public Works, Housing and Public Health are projected to increase by a total of $54.0 million (4.3%), including funding reserved for collective bargaining. Public safety costs are rising by 3.5% in FY18. Streets cabinet departments, Public Health Commission and 37 other departments are increasing by an average of 1.5%. Twenty-three of these departments will see a reduction in their appropriation in FY18. Funding for City collective bargaining costs are centralized in a $27 million collective bargaining reserve. In addition, health insurance costs are projected to increase by $10.6 million (5.2%), even after achieving health care cost containment savings.",
            "The FY18 Recommended Budget continues and expands upon a number of savings initiatives launched under Mayor Walsh&rsquo;s Administration such as health care cost containment reforms, reducing overtime, inactivating vacant positions, and reducing energy consumption. It is only through continued tightening within City departments that the City will be able to afford new and expanded investments after reserving for costs associated with collective bargaining, being assessed for its increasing charter school costs, funding its pension obligations, and paying its debt service."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"APPROPRIATIONS BY CABINET"
        }
      ]
    }
  ]
}
---
