---
{
  "section":"Capital Projects",
  "name":"Capital Projects",
  "permalink":"capital-projects/",
  "file_version":"",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~capital-projects.json",
  "source_time":"20180319171337",
  "source_year":"18",
  "components":[
    {
      "text_block":[
        {
          "title":"INTRODUCTION",
          "body":[
            "Mayor Walsh&rsquo;s $2.09 billion FY18-22 Capital Plan will make critical investments in the City&rsquo;s infrastructure in every Boston neighborhood, guided by Imagine Boston 2030 and the schools, streets, arts, climate and resilience plans under its umbrella. More than 14,000 residents have shaped Imagine Boston 2030 by articulating the challenges Boston faces, setting goals for the city in 2030, and generating ideas about policies and investments to help achieve these goals. An ambitious set of initiatives form the foundation of the Imagine Boston 2030 plan. Taken together, these initiatives will support Boston's dynamic economy and improve quality of life for residents by encouraging affordability, increasing access to opportunity, promoting a healthy environment, and guiding investment in the public realm. In order to more expeditiously address the City&rsquo;s investment aspirations, Mayor Walsh has increased planned borrowings by 22.5% over last year&rsquo;s plan, leveraged one-time funding sources including Winthrop Square Garage sale proceeds and the Parking Meter Fund surplus balance, and advanced the City's usage of the Massachusetts School Building Authority Accelerated Repair Program.",
            "In FY18, Mayor Walsh is launching the Imagine Boston Capital Plan to move Boston residents&rsquo; priorities from idea to action, and invest in creating the city Bostonians imagine for the future. Under the Imagine Boston 2030 umbrella, the City is investing deeply in the core goals of BuildBPS, Go Boston 2030, Boston Creates, and Climate Ready Boston. An estimated 77% of the investment in the FY18-22 Capital Plan is aligned with the City&rsquo;s planning efforts:",
            "Mayor Walsh committed $1 billion over ten years to bring Boston's school buildings into the 21st century, and this Capital Plan launches that investment with funding for 21st century classrooms, MSBA Accelerated Repair Program partnerships, completion of projects in the pipeline, and reserves for future projects identified by BuildBPS community engagement. ",
            "Boston, in collaboration with State and Federal sources, will invest $719 million over the next five years in implementing the core initiatives outlined in Go Boston 2030: streets that are safer for all users of our roads and sidewalks, particularly pedestrians and cyclists; travel that is more reliable and predictable; and quality transportation choices that improve access to interconnect our neighborhoods for all modes of travel. ",
            "Through the use of Winthrop Square proceeds, City capital dollars, and leveraging external funds, Mayor Walsh plans to carry out early actions to implement Imagine Boston 2030&rsquo;s Open Space goals, including investing in Franklin Park as a keystone park for the city, completing the Emerald Necklace, and restoring Boston Common to its full vibrancy. ",
            "Boston will prepare for climate change by investing City dollars and outside funding to develop more detailed climate plans for Boston neighborhoods, especially those most at risk for coastal flooding, as recommended in Climate Ready Boston.",
            "The Percent for Art Program, funded for the first time in this Capital Plan, demonstrates the City&rsquo;s leadership and commitment to sustainable funding for the arts by setting aside one percent of the City&rsquo;s annual capital borrowing for the commissioning of public art."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"FY18-FY22 EXPENDITURES",
          "body":[
            "The City is responsible for maintaining a large inventory of capital assets, including roads, bridges, schools, parks, libraries, public safety equipment, city buildings and more. The City&rsquo;s capital investments enhance our neighborhoods, improve mobility, support the academic agenda of our schools and reinforce public safety with quality emergency response tools. ",
            "With Imagine Boston 2030 and other City Planning efforts guiding many of the investments in this plan, projects in the FY18-22 Capital Plan are categorized within the Imagine Boston 2030 initiatives below. ",
            "These capital investments are planned and funded through the City&rsquo;s Capital Plan, which is separate and distinct from the annual operating budget. The Capital Plan is primarily funded by borrowing through the issuance of bonds within the City&rsquo;s fiscally responsible debt affordability limits."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Education",
            "Mayor Walsh announced a $1 billion investment to modernize Boston's public school infrastructure, and the BuildBPS plan will guide that process. Through a dedication of City capital funds and a strong working relationship with the Massachusetts School Building Authority (MSBA), the plan will more than double the capital spending on BPS facilities over the next decade. In total, Boston will invest $312 million in City Capital funds in BPS capital projects over the next five years, with an additional $418 million committed for the following five years. Mayor Walsh&rsquo;s FY18-22 Capital Plan implements early action BuildBPS initiatives and reserves funding for projects identified by the BuildBPS engagement process.",
            "The $13 million BuildBPS 21st Century Schools Fund will provide schools with 21st century tools, including new technology and comfortable, movable furniture. This initiative will promote learner-centric programs, benefit professional development, and provide greater flexibility in both current and future learning spaces. Relative to larger-scale building renovations and repairs, these upgrades can be done at lower cost and on an accelerated timeline. BPS will create a menu of 21st century packages that schools will be able to select from, depending on their needs. BPS will work with school leaders to complete these upgrades in the 2017-18 school year.",
            "Boston has also successfully ramped up its efforts to leverage MSBA Accelerated Repair Program (ARP) dollars to provide much needed improvements to its schools. This summer, Boston will invest $13.6 million to unlock a $16.3 million grant from the MSBA to provide seven BPS schools with new windows. In addition, the MSBA has approved a $6.4 million grant, with Boston providing $3.4 million in matching funds, to replace roofs and boilers at five BPS schools. The Mayor&rsquo;s Capital Plan sets aside an additional $24 million over five years to position Boston to further leverage MSBA ARP dollars in the future. ",
            "This Capital Plan allows Boston to invest in BPS projects already in the pipeline:",
            "Slated to be completed in winter of 2017/2018, the $73 million Dearborn STEM Academy will open for students in September 2018. The project, which leverages a projected $37 million match from the MSBA, is designed based upon a project-based learning curriculum, with an emphasis on STEM education. ",
            "Over the next two years, the Eliot School construction projects will be completed. The new $23 million North Bennet Street building will welcome 5th to 8th graders this fall into a 21st century learning environment, while this summer, the final phase of construction will begin at the Commercial Street building. ",
            "The Capital Plan provides for Boston&rsquo;s matching investment in the Josiah Quincy Upper School (JQUS) and Boston Arts Academy (BAA), which are collaborative projects with the Massachusetts School Building Authority (MSBA). "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Transportation",
            "Mayor Walsh&rsquo;s FY18-22 Capital Plan, drawing on City, State and Federal sources, will invest $719 million over the next five years in implementing the core initiatives outlined in Go Boston 2030. Pursuant to Go Boston 2030, Boston will strive for streets that are safer for all users of our roads and sidewalks, particularly pedestrians and cyclists; travel that is more reliable and predictable, and quality transportation choices that improve access, to interconnect our neighborhoods for all modes of travel. Driven by these core goals of safety, reliability, and access, the Capital Plan focuses on key investments.",
            "The Capital Plan makes critical investments to improve safety for Boston&rsquo;s most vulnerable street users with a focus on roadway corridors, safe crossings, and traffic calming on residential streets and in small-business districts. Vision Zero, funded for FY18 at $4.1 million, will make targeted safety improvements at corridors and intersections with known safety challenges, and to traffic-calm residential streets. This Capital Plan notably invests in the transformation of Hyde Square, North Square, Central Square, Dudley Street, and Boylston Street. It also sets aside funding for long term investment in other Main Street business districts across the city.",
            "To improve safety and expand access to Boston&rsquo;s streets, Boston is launching a citywide, multi-year campaign to bring all crosswalks, lane markings, and bike lanes into a state of good repair, using a combination of operating and capital resources. As Boston works to expand access to make neighborhoods interconnected for all modes of travel, including driving, cycling, and walking, it is important to ensure that our roadways are designed to maximize the safety of such modes of travel. Clear lane markings including crosswalks, \"Don't Block the Box\" markings at key intersections, and well-marked bike lanes with appropriate insignia, all help reduce collisions, making our roadways safer for all users. ",
            "The Capital Plan invests in design and provides matching funds to unlock hundreds of millions of additional federal and state investment to transform key corridors in the city. The designs will focus primarily on stress-free walking, protected bicycling, and better accommodating public transportation. It also puts an additional emphasis on improving the street infrastructure in parallel with new housing investment in some of our neighborhoods. Key corridors include Melnea Cass Boulevard, Commonwealth Avenue, Boylston Street (Fenway), Columbia Road, the Sullivan Square - Rutherford Avenue - North Washington Street corridor, and street designs for the Boston Planning and Development Agency&rsquo;s PLAN initiatives in Jamaica Plain/ Roxbury and on Dorchester Avenue. The Capital Plan focuses on adding protected bicycle lanes on every &ldquo;Great Streets&rdquo; project, and on off-street paths such as the Fenway-Roxbury Connector, South Bay Harbor Trail, and Connect Historic Boston, all complemented by continuing the $900,000 annual investment in the Strategic Bicycle Network. ",
            "Through the FY18-22 Capital Plan, the City will also make investments to maintain bridges, roads, sidewalks, off-street paths, street lighting, and building facilities that are essential to the high-quality delivery of services. In addition to the transformation of the North Washington Street Bridge, this Capital Plan invests in upgrades to a series of other bridges in an effort to bring all bridges to a state of good repair by 2030. Using City Capital and Chapter 90 funding from the Commonwealth, Boston will continue necessary road and sidewalk resurfacing and reconstruction projects. Finally, Boston will continue to invest in ADA ramps and signals, and well-lit streets."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Technology",
            "Consistent with Imagine Boston 2030 and Go Boston 2030, Boston will invest in intelligent traffic signals to improve safety and reduce congestion. Through funding in the Capital Plan, the City will begin a transformation to the next generation of traffic signal technology, with an initial focus on some of the City&rsquo;s busiest corridors and bus routes. This innovation will minimize delay and maximize coordination across signals. The Capital Plan also funds a multi-year program to create improved and - in many cases - signalized intersections in some of the more challenging locations in the City. This includes the Father Hart Bridge area in Hyde Park, where the City aims to install new traffic signals at each end of the bridge as well as at the interconnected signals in Wolcott Square.",
            "The City will continue investing in the Boston Fiber Network (BoNet) to improve Boston&rsquo;s fiber backbone and infrastructure. The goal is to provide broadband services to 73 additional Boston Public Schools, 24 family public housing developments and more than 100 City buildings, while also strengthening public safety communications. Expanding Boston&rsquo;s Fiber Optic Network to these schools will deliver gigabit (1 Gbps) bandwidth capacity for PARCC online testing, online learning, administrative and video services, and in-campus Wi-Fi, along with additional services. Additionally, this investment will help the City to expand and improve public safety services across the City and present opportunities to deploy Wicked Free Wi-Fi to a broader geography.",
            "To continue to make City services responsive to real time data, the Capital Plan also allows for the investment in Boston311 to deliver a more personalized experience for many services and better understand how customers interact with the City across departments. Building on the launch of Boston.gov in July of 2016, Boston will bring new services online, update existing services to improve user experience, and adapt to shifting technology trends and customer expectations."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Open Space",
            "Imagine Boston 2030 calls for the City to strengthen Boston&rsquo;s existing park system and invest in new open spaces. Through the use of Winthrop Square proceeds, City capital dollars, and leveraging external funds, Mayor Walsh plans to carry out early actions to implement Imagine Boston 2030&rsquo;s Open Space goals, including investing in Franklin Park as a keystone park for the city, completing the Emerald Necklace, and restoring Boston Common to its full vibrancy. ",
            "Franklin Park renovations are already underway with investments in its pathways and a commitment to caring for its tree canopy. Mayor Walsh has also committed to a $28 million investment funded by the sale of the Winthrop Square garage to fully renovate Boston&rsquo;s largest park, which borders multiple neighborhoods. These improvements, combined with the current master planning of Moakley Park, serve as anchor projects to launch the city&rsquo;s efforts to complete the Emerald Necklace. Originally envisioned by the Olmsted Corporation in the 1890s, the completion will be a community-led and modern interpretation of a green street, which increases connections in underserved areas of our city. Mayor Walsh has also committed $28 million from the Winthrop garage sale to augment the current historic levels of investment in Boston Common to fully renovate America&rsquo;s First Park. This investment will ensure future generations will enjoy the park in its full vibrancy.",
            "In addition to the major initiatives outlined in Imagine Boston 2030, Mayor Walsh&rsquo;s FY18-22 Capital Plan continues investments to ensure Boston&rsquo;s open spaces are among the nation&rsquo;s most accessible and equitable. With the reconstruction of Franklin Park pathways underway, Mayor Walsh will extend his commitment to usage and safety of the Emerald Necklace with a $4.8 million pathway improvement around Jamaica Pond. From the annual lantern parade, to the thousands of children who learn boating, to the endless parade of walkers and joggers enjoying the 1.5 mile loop for recreation, Jamaica Pond is a singular urban park experience. Across town, a renovation of Paul Revere Mall in the North End will ensure this historic park is a welcoming and inviting place for residents and visitors. The Paul Revere monument, along the Freedom Trail, is one of the most photographed sculptures in Boston. This renovation will include restoration of the fountain and monument, accessible pathways, landscaping, and utility work. ",
            "Ninety-seven percent of Bostonians live within a ten-minute walk of a park, but those spaces are only truly equitable if they serve the diverse needs of all our residents. Mayor Walsh recognizes the need for inclusive design and has created robust budgets for park renovation projects at Martin&rsquo;s Park in the Seaport, Smith Playground in Allston, and McConnell Playground and Garvey Playground in Dorchester. FY18 will bring the beginning of the renovation of the 45-acre Harambee Park. The investment will include environmental improvements, pedestrian pathways, field renovations and entrance improvements to transform Harambee into a premier example of community-led comprehensive planning."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Energy and Environment",
            "As part of Boston&rsquo;s implementation of Imagine Boston 2030, Mayor Walsh&rsquo;s FY18-22 Capital Plan includes investments to support a healthy environment, reduce energy consumption and greenhouse gas emissions, and prepare for climate change. Leveraging outside funding, the Capital Plan allows for development of more detailed climate plans for Boston neighborhoods, especially those most at risk for coastal flooding, as recommended in Climate Ready Boston. These plans are essential for protecting the safety and vitality of existing residents, businesses, and institutions, and for ensuring the implementation of continued growth and development, as envisioned in Imagine Boston 2030. ",
            "Through Renew Boston Trust, Boston will undertake renovation projects to reduce City buildings&rsquo; energy consumption and capture the resulting financial savings. The City plans to finance the program with general obligation bonds payable in part with the financial savings resulting from reduced energy consumption. The City will implement the program through contracts with Energy Service Companies (ESCOs) that guarantee the energy savings generated by the projects sufficiently offset anticipated debt service costs."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Health",
            "To encourage a healthy environment, including safe streets and communities, Boston is renovating several neighborhood community centers to better serve residents&rsquo; needs. In FY18, Mayor Walsh is launching a major renovation to the BCYF Curley Community Center, an asset of the South Boston community. The heavily used building, which spans nearly a quarter mile on the South Boston beachfront, has an outdated layout for today&rsquo;s usage, and is in need of a major renovation. Currently under construction, the BCYF Paris Street Community Center is undergoing a major renovation to better meet the East Boston community&rsquo;s needs by providing additional programming space, a Teen Center, a new gym floor, a rock climbing wall, and a new fitness area. Construction will begin in FY18 on renovations to the BCYF Vine Street Community Center in Roxbury and the BCYF Gallivan Community Center in Mattapan."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Housing",
            "In 2014, Mayor Walsh released Housing a Changing City: Boston 2030, the Administration&rsquo;s comprehensive plan to accommodate Boston's rapid growth and stabilize the housing market over the next 15 years. Through the strategies outlined in the plan, more than 19,200 new housing units have already been completed or are currently in construction. This represents 36% of the City&rsquo;s 53,000-unit target for 2030. The City combines General Fund dollars with federal grants, state grants, and developer fees to leverage a wide variety of sources to invest in the creation and preservation of affordable housing citywide. ",
            "Municipal finance law does not allow the City to use city capital dollars to support private housing, but public infrastructure projects can enable housing development. Investments in this Capital Plan serve as critical component to several public and private residential projects. Mayor Walsh&rsquo;s Capital Plan invests in reconstruction of roads and sidewalks in the Whittier Street housing development in conjunction with a $30 million Housing and Urban Development grant to revitalize the development and surrounding neighborhood. Known as Whittier Choice, the project will ultimately create a total of 387 mixed-income rental units.",
            "The City is also in design of various street reconstructions in the Madison Park Village of Roxbury, bounded by Melnea Cass Boulevard and Tremont Street, enhancing the area ahead of new housing development along Melnea Cass in Lower Roxbury. The Madison Park Infill project will be comprised of a four-story building with 16 units and a five-story building with 60 units located just southwest of the Ruggles MBTA Orange Line station. ",
            "Boston will also be renovating the second floor of the Woods Mullen Shelter to increase the programming space, including housing search services and front door triage that enables shelter staff to meet with every new guest entering the shelters to conduct an in-depth assessment. This assessment leads to the development of a client-centered plan to exit the shelter system into safe, supported, and stable housing as quickly as possible."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "FY18 Expenditure Allocation",
            "The City estimates FY18 capital expenditures from all sources will total $308 million (see Figure 2).",
            "Figure 2 &ndash; Capital Expenditures",
            "FY15-FY22",
            "All projects in the Capital Plan are categorized as Upkeep, Upgrade, New/Major Renovation, Planning or Matching Funds. OBM tracks the overall distribution of these categories to maintain a balance between the upkeep of existing assets and the expansion or introduction of new ones.",
            "Upkeep represents projects that maintain the City&rsquo;s assets, a fundamental priority of the Capital Plan. In FY18, 21% of projected spending supports Upkeep projects. These include roof and masonry repairs, the replacement of play equipment in parks, HVAC and boiler replacement, and critical repair funds for departments to address relatively small but vital repair projects not covered by routine maintenance. A substantial portion of the Upkeep category supports on-going bridge, street, sidewalk, and street lighting repairs that ensure the City&rsquo;s roads and sidewalks are safe and in good condition.",
            "Upgrade represents projects that improve existing assets by adding new capacity or innovations. This year&rsquo;s upgrade allocations account for 51% of projected spending, and includes projects such as Connect Historic Boston &ndash; the redesign of several Downtown streets with support from a Federal grant &ndash; and new equipment for the police radio system.",
            "New/Major Renovations represents 26% of FY18 allocations. New facilities and rehabilitation projects for schools, libraries, parks and community centers enable the City&rsquo;s facilities to adapt to fit the needs of today&rsquo;s programs, improve the &lsquo;green&rsquo; performance of facilities, and extend the useful life of older assets. Highlights in this category include a new fire house at Engine 42 in Roxbury and the BCYF Curley Community Center in South Boston."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "image":[
            {
              "path":"/img/08-capital-gross-debt-service-and-capex-for-charts-capitalexpenditureschart.png",
              "position":"center"
            }
          ]
        }
      ]
    },
    {
      "table":[
        {
          "columns":[]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Arts and Culture",
            "The Mayor&rsquo;s Office of Arts and Culture released the City&rsquo;s first cultural plan, Boston Creates, in 2016, which calls for increased support to Boston&rsquo;s arts and culture ecosystem. The Percent for Art Program, included for the first time in the FY18-22 Capital Plan, is a critical policy outcome of this planning process. The City projects to borrow $170 million in FY18 to support the Capital Plan, and will invest one percent, or $1.7 million, in public art projects in FY18. ",
            "In advance of the implementation of this program, the City has launched pilot art projects in ongoing major infrastructure projects. In January 2017, an artist was selected to create a public art project in conjunction with the reconstruction of Hyde Square at the intersection of Centre Street, Perkins Street, and Day Street. The City also plans to include a public art project within the Jamaica Plain Branch Library project.",
            "In FY18, a $15.7 million project will be launched to preserve the Library&rsquo;s valuable and historic special collections in rare books and manuscripts. This project will begin with the inventory of the Central Library in Copley Square&rsquo;s Rare Books & Manuscripts Department&rsquo;s nearly 250,000 rare books and one million manuscripts. Over the course of the next two years, the Rare Books Department will receive major environmental and mechanical improvements to better regulate temperature and humidity control of the department&rsquo;s collection storage areas, staff spaces, conservation lab, and public reading room. Ultimately, the project will increase accessibility to the Library&rsquo;s rare books and manuscripts and ensure the collections will be preserved for the future. The project continues the City&rsquo;s and the Library&rsquo;s renewed commitment to improve intellectual control, custodianship, and security of its special collections. ",
            "The FY18-22 Capital Plan continues to demonstrate Mayor Walsh&rsquo;s strong commitment to revitalizing library branches throughout Boston&rsquo;s neighborhoods. In FY18, the Mayor&rsquo;s Capital Plan launches projects for new or renovated spaces at the Uphams Corner and Fields Corner branches. It also includes funding for new, smaller scale facility improvement projects, including interior updates at the South End, Lower Mills, and West Roxbury branches, as well as landscaping and exterior space upgrades at the South Boston Branch.",
            "Construction will begin at the Dudley Branch, a $14.7 million project that will reorient the entrance to reconnect it with the heart of Dudley Square. The Capital Plan supports design activity at the Roslindale and Adams Street branches in the upcoming year as well. The recently completed programming study and community process for the Adams Street Branch resulted in recommendations for new construction that will expand the building footprint, add new meeting rooms, provide an enhanced teen space, and create redesigned outdoor spaces."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Economy",
            "As a $2 billion investment in the City&rsquo;s assets, the Capital Plan supports economic growth in Boston by creating construction jobs and investing in infrastructure that unlocks economic activity. The Capital Plan also supports targeted investments to strengthen Boston&rsquo;s core and small businesses, as called for in Imagine Boston 2030. For example, roadway improvements in the Dudley Square Main Street district, with geometric changes, new traffic signal equipment and timing, bike lanes, and streetscape improvements, will improve access and safety. This project also begins implementation of the Go Boston 2030 goal to make public realm improvements in every Main Streets district in Boston by 2030. ",
            "The City will also collaborate with developers to improve roads and sidewalks along Harrison Avenue between East Berkeley Street and Herald Street. These infrastructure improvements are critical to economic development activity along the corridor with the recent development of InkBlock, which includes 471 housing units."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Public Safety",
            "As part of the Imagine Boston 2030 initiative to reduce cancer risks for firefighters, the Capital Plan will include health and safety improvements to firehouse projects. In FY16 and FY17 the Fire Department, in conjunction with the Public Facilities Department, studied best practices for firehouse design and will now utilize an enhanced set of building programs for new and renovated firehouses. Key changes include separating out different areas of the firehouse to keep fire contaminants away from living areas, and improved personal and gear cleaning facilities. The new Engines 42 and 17 will be among of the first firehouses in the nation to reflect these enhancements. The City is also renovating neighborhood police stations. Design is underway on the new East Boston Police Station, a $25.5 million project that will replace the existing A-7 station, which has passed its useful life, and will take advantage of underutilized land in East Boston.",
            "In 2016, the City launched an accelerated fire apparatus replacement plan, which will replace nearly 50 percent of the fleet by the end of 2019. In FY17, the department purchased 16 new fire trucks to replace a series of apparatus with known mechanical issues and improve public safety by increasing the number of apparatus in the reserve fleet. The plan will continue with the purchase of fire engine trucks, ladders and a tower ladder in FY18.",
            "The Police Department is upgrading and replacing its radio system to serve our Police Officers, as it had outlived its useful life. The project will include $56 million in operating and capital investments over four years. Looking toward future radio needs for other public safety and civilian departments, DoIT will conduct a feasibility study to determine the most cost effective and efficient way to expand and sustain the infrastructure that supports the radio systems of multiple City departments."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Government Effectiveness",
            "Mayor Walsh launched the City Hall Master Plan to allow Boston to rethink the way the public interacts with government in City Hall and to enliven the plaza. The City has successfully launched pilot projects, including &ldquo;Boston Winter&rdquo; on the plaza and the exterior lighting installation to enhance the building's original design while livening up City Hall plaza. The City has also begun lobby renovations to provide a new visitor entrance, information desk and signage, and coffee kiosk to make the building more user-friendly. With funding through the FY18-FY22 Capital Plan, the City will renovate the plaza to provide a more inviting space to the public while making needed infrastructure and accessibility improvements. The City will improve transactional spaces in City Hall to enhance interactions between residents and City departments, and address deferred capital maintenance.",
            "Mayor Walsh&rsquo;s Capital Plan includes funding for Youth Lead the Change, a participatory budgeting process where young Bostonians make decisions about how to spend the $1 million each year. Projects funded to date include providing laptops in schools, park renovations, adding trash cans and recycling bins, and installing Wi-Fi in schools and community centers."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"FINANCING THE FY18-FY22 CAPITAL PLAN",
          "body":[
            "The Capital Plan is financed with general obligation bonds issued by the City, other City funds, state grants, federal grants, and private grants."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "General Obligation (G.O.) Bonds",
            "General obligation bonds represent 60.2% of all project funding. This year&rsquo;s plan assumes $950 million in new general obligation borrowings over the next five years, a 22.5% increase over last year&rsquo;s plan. This borrowing level remains sustainable within the City&rsquo;s debt affordability policy."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "State and Federal Funds",
            "State and federal financing represent 32.6% of all project funding. Programs, such as the School Building Assistance program, Chapter 90 and the Transportation Improvement Program, provide key resources for Boston&rsquo;s Capital Plan. Funds for capital financing are currently estimated at $383.2 million from state programs and $299.9 million from federal programs."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"School Building Assistance Program",
          "body":[
            "The School Building Assistance (SBA) program, administered by the Massachusetts School Building Authority (MSBA), is an important revenue source for school renovation and construction. Annually, the MSBA accepts new project requests from cities, towns, and school districts, and if a project is ultimately approved, the MSBA pays 40% to 80% of eligible project costs.",
            "The MSBA operates two major programs &ndash; the Core Program and the Accelerated Repair Program (ARP). Major renovation and new construction projects are funded through the Core Program. The ARP funds roof, boiler, and window replacement projects in school buildings that are otherwise sound.",
            "The City currently has three projects in the Core Program -- the Dearborn STEM Academy, the Boston Arts Academy, and the Josiah Quincy Upper Pilot School.",
            "Construction of the new Dearborn STEM Academy is underway and will open for students in September 2018. The MSBA has approved a maximum project grant totaling $37.4 million, which covers 50.8% of the current project budget. ",
            "Feasibility studies are underway for the Boston Arts Academy and the Josiah Quincy Upper School. The City expects to select a preferred option for each of these projects in the first half of fiscal 2018.",
            "The City has three projects underway through the Accelerated Repair Program. The City entered into a Project Funding Agreement last year for a window and door replacement project at seven schools. The MSBA&rsquo;s maximum grant totals nearly $16.4 million. The total project cost is over $29 million. Construction will begin on the window project in June and is expected to be completed before the end of the calendar year.",
            "The City expects to complete roof and boiler projects at five schools later this year. The MSBA&rsquo;s grant covers up to $6.4 million of these $9.8 million in projects.",
            "The MSBA invited seven additional projects into the Accelerated Repair Program in June. The projects include boiler replacements at five schools, new windows at one school, and a new roof at one school. Design will be completed in FY18. Construction is expected to begin in FY19.",
            "For the period FY18-22, total payments from the MSBA for legacy projects are estimated at $14.3 million. The state payments offset debt service costs for school building assistance projects approved by the Department of Education prior to the creation of the MSBA in 2004."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Chapter 90 Funds",
          "body":[
            "Administered by the Massachusetts Highway Department, Chapter 90 funds are allocated by formula through state bond authorizations and through the state budget to all cities and towns in the Commonwealth. The City uses Chapter 90 funds to support its roadway resurfacing and reconstruction programs as well as its sidewalk reconstruction programs. The City anticipates an allocation of approximately $14.4 million in FY18."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Transportation Improvement Program (TIP)",
          "body":[
            "The Transportation Improvement Program is a statewide road and bridge construction advertisement program developed under the management of the Massachusetts Department of Transportation (MassDOT). It includes both local and state owned roads and bridges. The TIP&rsquo;s funding sources include state-issued general obligation bonds and federal funds made available through the Safe, Accountable, Flexible, Efficient, Transportation Equity Act: A Legacy for Users (SAFETEA-LU)."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Other Funds",
          "body":[
            "In FY18, the City proposes transferring $46.4 million from the Parking Meter Fund to the Capital Grants Fund and appropriating it for Vision Zero and 16 one-time capital projects, including the reconstruction of pathways around Jamaica Pond, a Crosswalk and Lane Marking Revitalization initiative, and the reconstruction of Beach Street. Using the Parking Meter Fund revenue in this way allows the City to make increased investments in infrastructure while increased investment in the BuildBPS program is supported by additional debt issuance. The constraints of the City&rsquo;s debt affordability policies, designed to limit pressure on debt service costs in the operating budget, limit the City&rsquo;s capacity to address both needs through debt issuance alone. This is an opportunity to use available Parking Meter Fund balances for investments in one-time projects aligned with Go Boston 2030, the City&rsquo;s transportation master plan. Through this appropriation, the City will address important transportation capital needs. ",
            "Non-City sources of Other Funds include grants from the Boston Planning and Development Agency for roadway construction or other capital projects, as is the case with Harrison Avenue and Connect Historic Boston. Other Funds also include incentive rebates provided by utilities to carry out energy efficiency projects. Altogether, these City and non-City sources of capital funds are estimated at $146.8 million."
          ]
        }
      ]
    },
    {
      "table":[
        {}
      ]
    },
    {
      "text_block":[
        {
          "title":"CAPITAL PLANNING PROCESS",
          "list":[
            "Complies with Americans with Disabilities Act;",
            "Improves health and safety;",
            "Supports economic development;",
            "Enhances general government effectiveness;",
            "Mitigates an environmental hazard;",
            "Responds to a legal, legislative or administrative mandate; or",
            "Preserves existing municipal facilities."
          ],
          "body":[
            "A project request includes a cost estimate, a description of the proposed scope of work, and additional descriptive information to help OBM evaluate it.",
            "Proposed projects must account for short-term and long-term effects on the City&rsquo;s operating budget. Accordingly, project requests that OBM determines may impact the City&rsquo;s operating budget are subject to additional review to determine the anticipated effect on personnel, utilities, maintenance, and supply costs, as well as expected changes in service demand or delivery of departmental programs. As a practical matter, it is assumed that certain types of projects such as energy conservation and energy efficiency projects (e.g. heating system upgrades or roof and window replacements) provide operating budget savings. OBM works with departments to measure these savings.",
            "OBM reviews project proposals to determine the extent to which private purposes or benefits may exist; this review allows the City of Boston to maintain its tax-exempt financing status.",
            "New capital requests that are recommended for funding are placed into a multi-year spending plan along with previously authorized projects. The Mayor submits the Capital Plan to the City Council each year. The City Council, in turn, holds public hearings to consider project authorizations. This year&rsquo;s Capital Plan identifies 233 new and continuing projects and proposes $256.7 million in new bond authorization and a $46.4 million appropriation supported by the Parking Meter Fund.",
            "Descriptions of all 233 projects can be found in Volumes II and III of the Budget. Project descriptions include authorizations and funding sources, projected expenditures, scope of work summary, and an indication of whether or not the project generates a near-term operating budget impact."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Operating Budget Impacts",
            "Determining the impact that proposed capital investments will have on the City&rsquo;s operating budget (personnel, contracted services, equipment and utilities) is essential to the capital budgeting process. Many capital projects, such as those that replace mechanical equipment with modern, more efficient versions, save the City money in future operating costs; others, such as those that allow the City to expand programing or establish a stronger presence in different neighborhoods, may entail future operating costs. Understanding the balance between future savings and future costs resulting from these capital projects is vital to maintaining the City&rsquo;s long-term financial health.",
            "In Volumes II and III of this document, each capital project summary indicates whether or not there is an operating impact associated with the project.",
            "While most capital projects can be assumed to have a marginal impact on energy savings or personnel demands, only those projects that will likely result in an increase or decrease in a budget appropriation are included here."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Savings",
          "body":[
            "The Capital Plan supports investments that will decrease operating expenses by reducing costs associated with emergency repairs, maintenance of old systems, and energy inefficiency. A substantial portion of the Capital Plan is focused on these types of basic facility improvements.",
            "Through an Executive Order relative to climate action, the City has committed to designing new buildings and selected major renovations to the standards required to attain U.S. Green Building Council LEED (Leadership in Energy and Environmental Design) certification.",
            "By far the largest operational savings comes from the conversion of street lights to newer fixtures using Light Emitting Diode (LED) technology. Since 2014, the City has performed 18,551 streetlight LED retrofits. The FY18 Budget reflects an avoidance of 33.6 mWh, or $5.8 million in energy costs, directly attributable to this work.",
            "The Renew Boston Trust initiative aims to bundle municipal energy efficiency renovation projects and capture the resulting financial savings. The City plans to finance the program with general obligation bonds payable in part with the financial savings resulting from reduced energy consumption. The City expects to implement the program through contracts with Energy Service Companies (ESCOs) that will provide financial guarantees that the energy savings generated by the projects will be sufficient to cover anticipated debt service costs. The City anticipates moving forward on a pilot program in FY18.",
            "The Property Management Department is updating the City Hall heating system. An assessment is underway that will determine the most cost effective and energy efficient solution. The Boston Public Schools and Fire Department are both pursuing capital projects to save energy and reduce operating costs, primarily by replacing boilers and updating HVAC and associated systems."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Costs",
          "body":[
            "Increases in operating expenses expected as a result of capital projects are primarily driven by two areas: an expansion of the City&rsquo;s IT infrastructure and the addition of buildings to the City&rsquo;s portfolio.",
            "In FY18, licence costs will increase by $460,000.  This increase is due to investments made to replace enterprise applications such as the City's 311 and tax collecting systems as well as the core infrastructure project to establish a back-up data center.  ",
            "Although many of the projects identified in the Department of Innovation and Technology (DoIT)&rsquo;s capital budget are replacing legacy systems, in many cases they involve an expansion of that infrastructure as well. This entails annual licensing fees to support the ongoing maintenance and upgrades of the new software solutions, and often the addition of personnel to support the customizations and integrations that allow the new software to meet the City&rsquo;s needs. Although it is expected that most of this new software will result in operational efficiencies, those efficiencies have been difficult to quantify in a way that can be accurately reflected in the City&rsquo;s budget projections."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"DEBT MANAGEMENT POLICIES AND DEBT IMPLICATIONS OF THE PLAN",
          "list":[
            "combined net direct debt does not exceed 3% of taxable assessed value;",
            "at least 40% of the overall debt is repaid within five years and 70% within ten years;",
            "annual gross debt service costs do not exceed 7% of general fund expenditures;",
            "variable rate debt does not exceed 20% of the City&rsquo;s total currently outstanding bonded debt (the City has no variable debt).",
            "For further discussion of the City&rsquo;s financial policies and management controls, refer to the chapter on Financial Management.",
            "The City&rsquo;s debt service forecast assumes general obligation borrowing of $173 million in FY18, $177 million in FY19, $200 million in FY20, $200 million in FY21, and $200 million in FY22. On March 7, 2017, the City sold $150 million in general obligation bonds to fund its capital improvement projects. The debt tables at the end of this chapter detail the City&rsquo;s outstanding debt service obligations and demonstrate the City&rsquo;s rapid retirement of its debt."
          ],
          "body":[
            "The City&rsquo;s current overall debt burden (net direct debt to assessed property value of $143.58 billion) is approximately 0.91% as of April 30, 2017. The City&rsquo;s net direct debt per capita currently stands at approximately $1,942 as of April 30, 2017.",
            "Boston has been conservative about assuming long-term debt and aggressive about retiring debt expeditiously. As of April 30, 2017, the City&rsquo;s debt retirement schedule shows that 42.7% of its principal will be retired five years out, before the end of FY22 (See the Debt Retirement table at the end of this chapter).",
            "In February of 2017, Moody&rsquo;s Investors Service and Standard & Poor&rsquo;s reaffirmed Boston&rsquo;s credit rating at Aaa, and AAA, respectively. A bond rating is a statement of credit quality and is analyzed when determining the interest rate that should be paid for a municipality&rsquo;s bonds. A higher bond rating translates into lower interest rates and real dollar savings for the City."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "image":[
            {
              "path":"/img/08-capital-gross-debt-service-and-capex-for-charts-grossdebtgeneralchart.png",
              "position":"center"
            }
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "image":[
            {
              "path":"/img/08-capital-gross-debt-service-and-capex-for-charts-grossdebtlevychart.png",
              "position":"center"
            }
          ]
        }
      ]
    },
    {
      "table":[
        {}
      ]
    },
    {
      "table":[
        {}
      ]
    },
    {
      "table":[
        {}
      ]
    },
    {
      "table":[
        {}
      ]
    }
  ]
}
---
