---
{
  "section":"EXECUTIVE SUMMARY",
  "name":"EXECUTIVE SUMMARY",
  "permalink":"/",
  "file_version":"",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~executive-summary.json",
  "source_time":"20180319171305",
  "source_year":"18",
  "components":[
    {
      "text_block":[
        {
          "title":"INTRODUCTION",
          "body":[
            "Mayor Martin J. Walsh&rsquo;s $3.15 billion Fiscal Year 2018 (FY18) budget balances sustainability, increased investment, and fiscal responsibility. Continuing trends seen in recent years, the Mayor&rsquo;s proposed FY18 budget relies on growth in property tax and other local receipt revenue, but requires control of growth in departmental spending to offset weak state aid revenue and high fixed cost growth. Budgetary growth is maintained at a responsible level given the need to maintain flexibility in the face of continuing uncertainty at other levels of government. Despite these challenges, the budget makes strong statements about the City&rsquo;s priorities, as is reflected in the proposed investments. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"EXPANDING ON SAVINGS",
          "body":[
            "Even with strong growth in locally derived revenues, it is only through continued tightening within City departments that the City will be able to afford new and expanded investments after reserving for costs associated with collective bargaining, being assessed for its increasing charter school costs, funding its pension obligations, and paying its debt service. ",
            "The FY18 proposal builds off of past budgets by expanding savings initiatives, and allows for dollars to be used in high impact areas."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"FEDERAL CHALLENGES",
          "body":[
            "Mayor Walsh&rsquo;s FY18 budget stands in contrast to national efforts to dismantle the urban safety net, as seen in the proposed Federal budget. The President has proposed to eliminate critical federal programs that support the production of affordable housing, revitalize Boston&rsquo;s Main Streets, make heating bills affordable to 20,000 Boston residents, and provide Boston students with valuable after-school programs. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"TAKING ADVANTAGES OF DATA",
          "body":[
            "In contrast, Mayor Walsh is proposing data-driven investments that meet the core needs of Bostonians, including:"
          ],
          "list":[
            "targeting research-backed education investments - including extending the school day for 15,000 students - to close achievement and opportunity gaps; ",
            "directing educational resources to students most in need, including 3,000 BPS students experiencing homelessness;",
            "building on early success from the Mayor&rsquo;s homeless action plan implementation; ",
            "further extending access to addiction treatment services;",
            "using data to change the way Boston deploys emergency services to Boston Common and Recovery Road;",
            "making sure that city streets in every neighborhood are clean and safe with revitalized lane markings and crosswalks;",
            "continuing efforts to diversify Boston&rsquo;s Police force by adding police cadets;",
            "ensuring that Boston&rsquo;s open spaces are among the nation&rsquo;s most equitable and accessible;",
            "supporting local artists through grantmaking and residencies; ",
            "launching infrastructure projects driven by Imagine Boston 2030 and Go Boston 2030, moving from engagement and planning to action; and",
            "setting funding aside for future projects coming out of the BuildBPS engagement process and partnerships with the Massachusetts School Building Authority (MSBA). "
          ]
        }
      ]
    },
    {
      "spanning_image":[
        {
          "src":"/img/spanningimage.jpg",
          "alt":Null,
          "title":"Extending the school day",
          "desc":"Working to close achievement and opportunity gaps ",
          "link":[
            {
              "url":"https://budget.boston.gov/featured-analysis/extended-school-day/",
              "text":"Learn more "
            }
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"CITY APPROACH VS. FEDERAL APPROACH",
          "body":[
            "These strategic savings initiatives allow Boston to meet its fixed cost obligations and make targeted investments in a thriving, healthy, and innovative city. Conversely, the President&rsquo;s proposed budget would eliminate valuable programs aiding some of our most vulnerable residents."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"EFFECTS OF STATE AND FEDERAL BUDGET",
          "body":[
            "Boston faces increased uncertainty due to national and state level challenges. In addition to federal budget proposals to eliminate over $24 million in Community Development Block Grant funds flowing through the City of Boston, the President has signed an executive order aimed at cutting funding for &ldquo;Sanctuary Cities,&rdquo; and has supported health care legislation that would have created over a $1 billion hole in the Commonwealth of Massachusetts&rsquo; budget. Further federal divestment from its Public Housing Authority is also possible, and reduced federal education grants to serve students in poverty have been proposed. ",
            "At the state level, Boston continues to struggle with the Commonwealth&rsquo;s underfunding of the Charter School Tuition Reimbursement, from which the City is projected to lose $25 million in FY18 alone."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"MAINTAINING FISCAL DISCIPLINE",
          "list":[
            "paying down the City&rsquo;s long-term pension and other post-employment benefits obligations;",
            "managing personnel and health costs;",
            "continuing savings initiatives;",
            "maintaining conservative fiscal management policies; and",
            "maximizing revenue from local receipt sources."
          ],
          "body":[
            "In their credit rating affirming Boston&rsquo;s Aaa rating with a stable outlook, Moody&rsquo;s wrote: ",
            "\"The Aaa rating reflects the city's strong fiscal management and stable financial position.\" Disciplined financial practices have better positioned Boston to manage through changes in state and federal policy and funding levels. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"REVENUE",
          "body":[
            "Revenue Overview Card will appear here",
            "Property Tax Revenue Overview Card will appear here",
            "Stata Revenue Card will appear here"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"EXPENDITURES",
          "body":[
            "FY18 expenditures are increasing by $148.4 million (5.0%) over FY17 budgeted expenditures. This reflects 4.1% appropriation growth and 8.3% fixed cost growth. Of that growth, 39% is dedicated to education 38% will go to all other City Services (such as Police, Fire, and Public Works) and the Public Health Commission, and the remaining 23% of growth will be consumed by pension, debt service and other fixed cost expenditures. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "image":[
            {
              "path":"/img/draft-executive-summary-graphs-mz-graph-4.png",
              "position":"center"
            }
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"EDUCATION",
          "body":[
            "Education Overview Card will appear here",
            "City Service Card will appear here",
            "Pensions, Debt Service, and Other Fixed Costs Card will appear here"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "City Services",
            "City Services such as Police, Fire, Public Works, Housing and Public Health are projected to increase by a total of $56.5 million (4.4%), including funding reserved for collective bargaining. Public safety costs are rising by 3.5% in FY18, primarily driven by the shift of 75 firefighters from a SAFER grant onto the City&rsquo;s operating budget, contractual increases from collective bargaining agreements, and acceleration of the upcoming Police recruit class. ",
            "Public Works, Transportation, Housing, Public Health Commission and 38 other departments are increasing by an average of 2.1% due to basic city services contract escalation and targeted investments. Seventeen of these departments will see a reduction in their appropriation in FY18. Because a large number of the City&rsquo;s union collective bargaining agreements are under negotiation, many departments&rsquo; budgets do not include cost of living salary increases for employees. Instead, that funding is centralized in a $27 million collective bargaining reserve. In addition, City and Public Health Commission health care costs are projected to increase by $16.1 million (5%), even after achieving health care cost containment savings.",
            "Figure 5 &ndash; 2.1% Average Growth for Other 42 Departments (Not Education or Public Safety)",
            "To make targeted investments further detailed below, the City is pursuing smart savings initiatives in the FY18 Budget: ",
            "With the City&rsquo;s efforts to contain costs combined with Boston Public Schools&rsquo; Transportation and Central Office savings, the FY18 budget avoids $60 million in costs. ",
            "Figure 6 &ndash; FY18 Costs Avoided through Savings Initiatives "
          ],
          "list":[
            "The FY18 budget continues the public safety and streets overtime reforms launched last year and adds the Parks Department, achieving $13.2 million in cost avoidance. ",
            "The City eliminated 23 long-term vacant positions in FY18; cumulatively, we estimate the City will see $5.3 million in costs avoided from inactivating long term vacants over two years. ",
            "Based on health care cost containment reforms achieved in the 2015 PEC agreement, Boston will achieve $10 million in savings in FY18, $2.6 million of which are related to FY18 specific changes. ",
            "Since 2014, the City has performed 18,551 streetlight LED retrofits. The FY18 Budget reflects an avoidance of 33.6 mWh, or $5.8 million in energy costs, directly attributable to this work. ",
            "Thanks to Boston's investment in 20 EMTs in FY17, this year&rsquo;s budget achieves a 10% reduction in EMS overtime and 8% increase in third party billing revenue. These changes will generate a $4.1 million in net savings for the City in FY18. ",
            "Finally, City Departments and the Public Health Commission include a combined $4 million in other budget tightening measures in FY18."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "image":[
            {
              "path":"/img/draft-executive-summary-graphs-mz-graph-5.png",
              "position":"center"
            }
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "image":[
            {
              "path":"/img/draft-executive-summary-graphs-mz-graph-6.png",
              "position":"center"
            }
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Education",
            "Boston&rsquo;s investment in education is growing by $57.8 million (4.8%), with $40.3 million more projected for Boston Public Schools and $17.5 million more going towards charter schools through the state assessment. This increase is in spite of a projected increase of just $1.3 million in Chapter 70 Education Aid and a charter reimbursement that is projected to be $25 million underfunded from the state. ",
            "At a $1.061 billion appropriation plus a $20 million collective bargaining reserve, this marks the largest Boston Public Schools budget in history. With this investment, Mayor Walsh has increased funding for the Boston Public Schools&rsquo; annual budget by $143 million since taking office. Funding directed to schools will increase by almost 4%, even before the largest driver of BPS costs, employee collective bargaining increases, are negotiated, a $25 million increase over FY17. ",
            "In FY18, Boston Public Schools is proposing to make important research-backed investments to close the achievement gap. Boston is investing $14 million to give 15,000 students, from kindergarten through 8th-grade, 120 additional hours of learning time &mdash; or the equivalent of 20 more school days a year. By strengthening BPS&rsquo;s commitment to Excellence For All, more students in the fourth and fifth grade will receive the same rigorous instruction and enriched learning opportunities as those in Advanced Work Class (AWC). Boston is also making a strategic $1.2 million investment to support 3,000 BPS students identified by the district as experiencing homelessness. ",
            "Finally, BPS will be providing lower performing schools with a wide-range of differentiated supports, which total over $16 million. This includes a new $1.25 million reserve focused on supporting low level 3, 4 and 5 schools with declining enrollment. (Learn more about investments in education below.) \t",
            "This BPS budget is made possible due to Mayor Walsh&rsquo;s commitment to education funding as well as the Boston Public Schools&rsquo; efforts to tighten their budget management and identify operational efficiencies in the central office. The BPS Long-Term Financial Plan has begun to pay off with efficiencies reflected in this budget including $4.3 million of savings in the Central Office and continued efforts to achieve transportation efficiencies."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Pension, Debt Service and Other Fixed Costs",
            "Finally, $34.2 million (23%) of the budget growth is committed to addressing the City&rsquo;s long-term obligations and paying off debt taken on for school buildings, roads and bridges, police and fire stations, parks, and other public assets. ",
            "The City&rsquo;s pension schedule requires an 11% increase this year in part due to generations of underfunding the City&rsquo;s pension obligations, and in part due to a cost-of-living adjustment for its retirees. This budget again dedicates $40 million toward reducing the City&rsquo;s long term other post-employment benefits (OPEB) liability. Actively addressing the City&rsquo;s long-term liabilities is not only fiscally responsible, it is critical to maintaining Boston&rsquo;s AAA bond rating, which unlocks additional capacity to fund more capital projects.",
            "Figure 7 - Pension Funding Schedule",
            "The City borrows every year to support investments in its roads, bridges, school buildings, parks and police and fire stations. Based on its AAA bond rating, the City has continued to benefit from favorable interest rates and its position as an attractive investment. This high bond rating will be integral to unlocking a $1 billion investment in Boston schools over the next 10 years.",
            "Even with the recent favorable borrowings, debt service costs are projected to increase by $9.6 million (5.5%) in FY18. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "image":[
            {
              "path":"/img/draft-executive-summary-graphs-mz-graph-7.png",
              "position":"center"
            }
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"IMAGINE BOSTON CAPITAL PLAN",
          "body":[
            "Over 14,000 Boston voices shaped the Mayor&rsquo;s vision for Boston in 2030. They envisioned a city that will expand opportunity for all, support a dynamic economy, enhance quality of life, and prepare for climate change. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"FROM IDEA TO ACTION",
          "body":[
            "Imagine Boston 2030 identifies key areas where Boston can take action to:"
          ],
          "list":[
            "enhance neighborhoods&rsquo; vitality, ",
            "encourage mixed-use job centers, ",
            "provide spaces for new housing and jobs as we grow, ",
            "create a waterfront for future generations, and ",
            "connect historically underserved neighborhoods to more opportunities. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"INVESTING IN CORE GOALS",
          "list":[
            "Mayor Walsh committed $1 billion over ten years to bring Boston's school buildings into the 21st Century, and this Capital Plan launches that investment with funding for 21st Century Classrooms, MSBA Accelerated Repair Program partnerships, completion of projects in the pipeline, and reserves for future projects coming out of BuildBPS community engagement. ",
            "Boston, in collaboration with State and Federal sources, will invest $719 million over the next five years in implementing the core initiatives outlined in Go Boston 2030: streets that are safer for all users of our roads and sidewalks, particularly pedestrians and cyclists; travel that is more reliable and predictable; and quality transportation choices that improve access to interconnect our neighborhoods for all modes of travel.",
            "Through the use of Winthrop Square proceeds, City capital dollars, and leveraging external funds, Mayor Walsh plans to carry out early actions to implement Imagine Boston 2030&rsquo;s open space goals, including investing in Franklin Park as a keystone park for the city, completing the Emerald Necklace, and restoring Boston Common to its full vibrancy. ",
            "Boston will prepare for climate change by investing City dollars and outside funding to develop more detailed climate plans for Boston neighborhoods, especially those most at risk for coastal flooding, as recommended in Climate Ready Boston.",
            "The Percent for Art Program, funded for the first time in this Capital Plan, demonstrates the City&rsquo;s leadership and commitment to sustainable funding for the arts by setting aside one percent of the City&rsquo;s annual capital borrowing for the commissioning of public art."
          ],
          "body":[
            "With investments in roads, bridges, schools, libraries, parks, firehouses, and community centers, the Imagine Boston Capital Plan touches each neighborhood and shapes a City that over 14,000 voices told us they want to see. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"FY18 BUDGET PRIORITIES",
          "body":[
            "Building on Mayor Walsh&rsquo;s record of achieving improved outcomes across the City&rsquo;s services - from education to housing, basic city services to the arts - the Mayor is proposing data-driven investments that are aimed at creating a thriving, healthy and innovative city. Operating budget investments are made possible due to the smart savings initiatives the City has pursued since Mayor Walsh&rsquo;s first budget. Through the Imagine Boston Capital Plan, the Mayor is making new capital investments in Boston&rsquo;s schools, roads, bridges, parks, libraries, community centers, fire stations and other community assets to build the City that Bostonians imagined."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"EDUCATION",
          "body":[
            "Extended School Day Card will appear here",
            "Closing Opportunity and Achievement Gaps Card will appear here",
            "BuildBPS Card will appear here"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Housing"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Prosperity and Equity"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"STREETS",
          "body":[
            "Cards need to be added"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Health and Safety"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Open Space"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Promoting Firefighter Health and Safety",
          "body":[
            "As part of the Imagine Boston 2030 initiative to reduce cancer risks for firefighters, the FY18 budget will include $500,000 for a pilot program to provide industrial level cleaning for firehouses. These funds will pay to thoroughly clean ductwork, replace ceilings and/or repaint where necessary and replace fabric furniture that has become contaminated with potentially carcinogenic compounds. Combined with improvements to the Standard Operating Procedures for fire fighters regarding bunker gear and personal cleaning after responding to fires, the goal is to make the fire house a cleaner, safer place to be. The department is also offering comprehensive training in nutrition, physical education, and mental resiliency in order to further improve the health of its employees. ",
            "In addition, the Capital Plan will include other health and safety improvements to firehouse projects as a result of a recent programming study. In FY16 and FY17 the Fire Department, in conjunction with the Public Facilities Department, studied best practices for firehouse design and now have an enhanced set of building programs for new and renovated firehouses. Key changes include separating out different areas of the firehouse to keep fire contaminants away from living areas and improved personal and gear cleaning facilities. The replacements of Engines 42 and 17 will be among of the first firehouses in the nation to reflect these enhancements. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Implementing Imagine Boston 2030&rsquo;s Open Space Goals",
          "body":[
            "Mayor Walsh has made commitments key to implementing Imagine Boston 2030&rsquo;s open space goals. Franklin Park renovations are already underway with investments in its pathways. Renovation of its sister park, Harambee, for active recreation and commitment to caring for its tree canopy, is also underway. Mayor Walsh has also committed to a $28 million investment from the sale of the Winthrop Square garage to fully renovate Boston&rsquo;s largest park, which borders multiple neighborhoods. Special emphasis will be made on access to, and activation of, arguably Boston&rsquo;s most important natural resource. ",
            "These improvements, combined with the current master planning of Moakley Park, serve as anchor projects to launch the city&rsquo;s efforts to complete the Emerald Necklace. Originally envisioned by the Olmsted Corporation in the 1890s, the completion will be a community-led modern interpretation of a green street, increasing connections in underserved areas of our city. ",
            "In addition, Mayor Walsh has committed $28 million from the Winthrop garage sale to augment the current historic levels of investment in Boston Common to fully renovate America&rsquo;s First Park. Major tourist destination, cultural beacon, and neighborhood park, Boston Common is one of the most treasured green spaces in the world. This investment will ensure future generations will enjoy the park in its full vibrancy."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Technology"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Energy and Environment"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Improving City Services through CityScore ",
          "body":[
            "Launched in 2016, CityScore is a tool designed to inform the Mayor, City managers, and the public about quality of life and the performance of City government by aggregating key performance metrics into one number.",
            "Over the course of FY17, CityScore has contributed to a number of City achievements, including:",
            "A 10% increase in the number of traffic signals repaired, resulting in safer and more efficient streets;",
            "A 5% increase in the average number of calls answered within 30 seconds at the 311 Call Center, resulting in more expedient customer service for those interacting with the City; and",
            "A 6% increase in the speedy removal of graffiti, helping to beautify our neighborhoods. ",
            "In addition to assisting with improving services, the City launched a new, user-friendly website allowing the public to track the City&rsquo;s score. In FY18, the City will continue to develop and expand CityScore by incorporating additional metrics and identifying new opportunities to improve the quality of life for those in Boston. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Preparing for Climate Change",
          "body":[
            "As part of Boston&rsquo;s implementation of Imagine Boston 2030, Mayor Walsh&rsquo;s FY18-22 Capital Plan includes investments to support a healthy environment, reduce energy consumption and greenhouse gas emissions, and prepare for climate change. Leveraging outside funding, the Capital Plan allows for development of more detailed climate plans for Boston neighborhoods, especially those most at risk for coastal flooding, as recommended in Climate Ready Boston. These plans are essential for protecting the safety and vitality of existing residents, businesses, and institutions, and for ensuring the implementation of continued growth and development, as envisioned in Imagine Boston 2030. ",
            "Through Renew Boston Trust, Boston will undertake renovation projects to reduce City buildings&rsquo; energy consumption and capture the resulting financial savings. The City plans to finance the program with general obligation bonds payable in part with the financial savings resulting from reduced energy consumption. The City will implement the program through contracts with Energy Service Companies (ESCOs) that will provide financial guarantees that the energy savings generated by the projects will be sufficient to cover anticipated debt service costs."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Preserving Boston Public Library&rsquo;s Special Collections",
          "body":[
            "The City will launch a major capital project in FY18 to help preserve the Library&rsquo;s valuable and historic special collections in rare books and manuscripts. This $15.7 million project will begin with the inventory of the Central Library in Copley Square&rsquo;s Rare Books & Manuscripts Department&rsquo;s nearly 250,000 rare books and one million manuscripts. Over the course of the next two years, the Rare Books Department will receive major environmental and mechanical improvements to better regulate temperature and humidity control of the department&rsquo;s collection storage areas, staff spaces, conservation lab, and public reading room. Ultimately, the project will increase accessibility to the Library&rsquo;s rare books and manuscripts and ensure the collections will be preserved for the future. The project continues the City and the Library&rsquo;s renewed commitment to improve intellectual control, custodianship, and security of its special collections."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"EDUCATION"
        }
      ]
    }
  ]
}
---
