---
{
  "section":"Executive Summary",
  "name":"Executive Summary",
  "file_version":"",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_year":"19",
  "permalink": "/",
  "components":[
    {
      "text_block":[
        {
          "title":"Advancing Racial Equity, Diversity and Economic Mobility",
          "body":[
            "In 2015, Mayor Walsh appointed Boston&rsquo;s first Chief Resilience Officer to lead the City&rsquo;s efforts to develop an integrated Resilience Strategy that will help Boston thrive in both good and challenging times. While this strategy will address a wide range of issues, achieving racial equity has emerged at the very core of Boston&rsquo;s efforts to build resilience. Boston is bringing conversations about racism, healing and policy work into its neighborhoods. The FY18 budget replaces Rockefeller Foundation grant funding ending in FY18 and will allow the Mayor&rsquo;s Office of Resilience and Racial Equity to continue efforts in developing and implementing an integrated Resilience Strategy that will help Boston diversify its workforce, create shared prosperity by exploring ways to impact economic mobility, close achievement gaps, and work to address systemic and generational challenges to racial equity.",
            "Additional resources for the Mayor&rsquo;s Diversity Office will fund a proactive recruitment campaign that includes a series of job fairs and an enhanced matching tool for potential applicants and postings. The budget for the Diversity Office will also support an internal employee development program to help employees achieve an undergraduate degree tuition free, by partnering with local universities.",
            "The new Digital Equity Pilot Grant Program will explore ways to address digital equity gaps in the City of Boston. Roughly 15% of Bostonians lack internet access at home. This limits access to educational, employment, and civic engagement opportunities. By providing seed funding for programs that help get more people online, the City hopes to identify promising strategies that can attract outside funding and help create a City where everyone has the tools and skills they need to succeed in the 21st century."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Arts and Culture"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Investing in the Arts",
          "body":[
            "The Mayor&rsquo;s Office of Arts and Culture released the City&rsquo;s first cultural plan, Boston Creates, in 2016, calling for increased support to Boston&rsquo;s arts and culture ecosystem. The Percent for Art Program, included for the first time in the FY18-22 Capital Plan, is a critical policy outcome of this planning process. The Percent for Art Program demonstrates the City&rsquo;s leadership and commitment to sustainable funding for the arts by setting aside one percent of the City&rsquo;s annual capital borrowing for the commissioning of public art. Thanks to this commitment, the City will invest $1.7 million in public art projects in FY18.",
            "The Mayor is continuing groundbreaking arts investments made in FY17 that are key to implementing Boston Creates.",
            "The Boston Artists in Residence (AIR) program seeks to embed working artists in City departments and agencies to promote creative thought in municipal problem-solving and project implementation. By deeply integrating artists into City processes, both City staff and the public learn firsthand the multifaceted ways in which the arts engage complex problems and create new opportunities. In FY17, Boston AIR artists were placed in ten neighborhood-based community centers including: South Boston, Roslindale, Mattapan, Hyde Park, Jamaica Plain, South End, Dorchester, Mission Hill, Chinatown, and Roxbury. ",
            "In response to artists who felt disconnected from City Hall and sought clarity on how to access City resources, the Artist Resource Manager provides staff support for: permitting, zoning, and other regulatory requirements for arts and culture uses; communicating professional opportunities; and navigating other municipal services. ",
            "The Opportunity Fund is a pilot grant program that offers grants of up to $1,000 to support individual artists in activities that help them share their work with the public, teach others, continue their professional development, and hone their skills. To date in FY17, over 275 artists have applied for the fund, and 62 have been awarded. ",
            "This year, the City will launch an artist fellowship program in response to feedback in the Boston Creates process that we identify new funding streams for Boston artists. This fellowship will be aimed at supporting and elevating Boston creatives."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Building Thriving Community Libraries",
          "body":[
            "The FY18 Operating Budget and FY18-22 Capital Plan continue to demonstrate Mayor Walsh&rsquo;s strong commitment to revitalizing branches throughout Boston&rsquo;s neighborhoods. Since the Chinatown Branch was torn down in 1954, Chinatown has remained without its own library location. Reestablishing a branch in the neighborhood has been a high priority for members of this community, and under Mayor Walsh&rsquo;s FY18 budget, library services in the neighborhood will be restored to Chinatown after 54 years. With this reinstitution, the community will have easy access to many valuable services, including a community gathering space, a place for teens and children to study and learn, and a location to access critical 21st century services, including internet and computers. ",
            "In FY18, the Mayor&rsquo;s Capital Plan launches projects for new or renovated spaces at the Uphams Corner and Fields Corner branches. It also includes funding for new smaller scale facilities improvement projects, including interior updates at the South End, Lower Mills, and West Roxbury branches, and landscaping and exterior space upgrades at the South Boston Branch.",
            "In FY18, construction will begin at the Dudley Branch. This $14.7 million project includes reorienting the entrance to reconnect it with the heart of Dudley Square, interior renovations to improve connections between the building&rsquo;s spaces, and enhanced community and programming space so the branch can better serve the many people who utilize this important resource. ",
            "The Capital Plan supports design activity at the Roslindale and Adams Street branches in the upcoming year as well. The recently completed programming study and community process for the Adams Street Branch resulted in recommendations for new construction that will expand the building footprint, add new meeting rooms, provide an enhanced teen space, and create redesigned outdoor spaces."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Health and Safety"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Improving and Expanding Addiction Services",
          "body":[
            "Throughout his Administration, Mayor Walsh has dedicated increased resources for helping those in need of substance use and addiction supports, including the addition of 55 clinicians, outreach workers, homeless caseworkers and coordinators and other recovery staff at the Boston Public Health Commission (BPHC). In August 2015, he created the Mayor&rsquo;s Office of Recovery Services (ORS), the first municipal office in the U.S. solely dedicated to addressing substance use and addiction. In the past year, ORS initiated a partnership with Boston Fire, Police, & Emergency Medical Services (EMS) to provide recovery resources to residents following overdoses and teamed up with UMass-Boston to support its Student Recovery Communities. ",
            "Last year, the Mayor launched 311 for Recovery Services, the City of Boston's new hotline support system designed to help people struggling with substance use and addiction to access recovery resources. The investment linked 311 service with the PAATHS (Providing Access to Addictions Treatment, Hope and Support) Program, a one-stop shop for individuals, families, community partners, and other treatment providers looking for information about, or access to, addiction treatment services. Due to this investment, PAATHS has seen a 50% increase in calls and a 74% increase in walk-ins, while the number of new patients accessing services has doubled. ",
            "In FY18, the City will build on the success of the PAATHS program and enable it to expand services to evenings and weekends. This new investment, which includes funding for three Public Health Advocates, a Clinician, and a Program Director, allows the program to remain open until 7:00 pm on weekdays and from 9:00 am to 4:00 pm on weekends. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Promoting a Proactive and Agile Boston EMS through Data",
          "body":[
            "In FY18, Mayor Walsh will launch a data-driven initiative to change the way Emergency Medical Technicians (EMTs) are deployed. Working with the Citywide Analytics Team, Boston EMS identified the particular 911 incident types that warranted the most ambulances responses that did not end up requiring a transport. These calls result in a twofold challenge for Boston: not only do these calls tie-up ambulances for a low-acuity patients, but they prevent ambulances from responding to other calls. Utilizing dispatch data, EMS also found that these call types are clustered in certain areas of the city. The clustering of these incidents suggests that they warrant a different type of emergency medical care. As a result, the FY18 budget includes funding for a Community Assistance Team to pursue a more agile and proactive response to emergency services. ",
            "FY18 funding enables EMS to hire EMTs that will be deployed on rotating schedules in non-transport vehicles to triage call types in Downtown Boston and the Recovery Road area. Working in coordination with the City&rsquo;s outreach street teams, the responding unit will assess the acuity of the patient and the need for an ambulance transport to the hospital. If an ambulance transport is unnecessary, the Community Assistance Team will work with other existing City programs to ensure the patient is directed to the most appropriate services, when necessary. This approach will result in better patient outcomes in addition to improving ambulance utilization by only dispatching ambulances when a transport is required. ",
            "The Community Assistance teams build on the Administration&rsquo;s FY17 investment to reduce EMS response times by adding 20 EMTs and purchasing 10 replacement ambulances. Thanks to Boston's investment in 20 EMTs in FY17, this year&rsquo;s budget achieves a 10% reduction in EMS overtime and an 8% increase in EMS third party billing revenue. These changes generate a $4.1 million net savings for the City in FY18. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Promoting Firefighter Health and Safety",
          "body":[
            "As part of the Imagine Boston 2030 initiative to reduce cancer risks for firefighters, the FY18 budget will include $500,000 for a pilot program to provide industrial level cleaning for firehouses. These funds will pay to thoroughly clean ductwork, replace ceilings and/or repaint where necessary and replace fabric furniture that has become contaminated with potentially carcinogenic compounds. Combined with improvements to the Standard Operating Procedures for fire fighters regarding bunker gear and personal cleaning after responding to fires, the goal is to make the fire house a cleaner, safer place to be. The department is also offering comprehensive training in nutrition, physical education, and mental resiliency in order to further improve the health of its employees. ",
            "In addition, the Capital Plan will include other health and safety improvements to firehouse projects as a result of a recent programming study. In FY16 and FY17 the Fire Department, in conjunction with the Public Facilities Department, studied best practices for firehouse design and now have an enhanced set of building programs for new and renovated firehouses. Key changes include separating out different areas of the firehouse to keep fire contaminants away from living areas and improved personal and gear cleaning facilities. The replacements of Engines 42 and 17 will be among of the first firehouses in the nation to reflect these enhancements. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Technology"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Putting Data Analytics to Work",
          "body":[
            "Since the creation of the Citywide Analytics Team in 2015, the team has worked with nearly every department to identify opportunities for improvement through the use of data. This work has led to:",
            "Using predictive modeling to prioritize inspections of food establishments based on risks to public health. Compared to previous years, this program increased the number of food safety violations that were identified and remedied by more than 20%, without increasing inspectors&rsquo; workloads;",
            "Conducting analyses and developing maps and applications in support of Vision Zero and other transportation initiatives;",
            "Developing data collection and reporting tools with Boston Police Department to shine a spotlight on the sex trafficking industry in Boston;",
            "Creating a tool to deliver information about building hazards to firefighters before they arrive on the scene; and",
            "Identifying a more effective way to deploy EMTs to Boston Common and Recovery Road to reduce response times, leading to an investment in the FY18 budget.",
            "In FY18, the Analytics team will provide more extensive training, licensing, and data access for department users so that they can more readily work with their own data and combine it with other resources. As departments become more self-sufficient for their own day-to-day analytics needs, the Citywide Analytics Team will focus a growing proportion of its work on more specialized data science and GIS projects in areas such as predictive modeling, automated text analysis, and interactive applications. In the future, these efforts will give the City new resources to more efficiently process 311 requests and resident feedback, protect the health and safety of firefighters and police officers, help students at risk of failing or dropping out of school, and promote safe, affordable, and accessible housing for all residents."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Improving City Services through CityScore ",
          "body":[
            "Launched in 2016, CityScore is a tool designed to inform the Mayor, City managers, and the public about quality of life and the performance of City government by aggregating key performance metrics into one number.",
            "Over the course of FY17, CityScore has contributed to a number of City achievements, including:",
            "A 10% increase in the number of traffic signals repaired, resulting in safer and more efficient streets;",
            "A 5% increase in the average number of calls answered within 30 seconds at the 311 Call Center, resulting in more expedient customer service for those interacting with the City; and",
            "A 6% increase in the speedy removal of graffiti, helping to beautify our neighborhoods. ",
            "In addition to assisting with improving services, the City launched a new, user-friendly website allowing the public to track the City&rsquo;s score. In FY18, the City will continue to develop and expand CityScore by incorporating additional metrics and identifying new opportunities to improve the quality of life for those in Boston. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Education",
            "Boston&rsquo;s investment in education is growing by $57.8 million (4.8%), with $40.3 million more projected for Boston Public Schools and $17.5 million more going towards charter schools through the state assessment. This increase is in spite of a projected increase of just $1.3 million in Chapter 70 Education Aid and a charter reimbursement that is projected to be $25 million underfunded from the state. ",
            "At a $1.061 billion appropriation plus a $20 million collective bargaining reserve, this marks the largest Boston Public Schools budget in history. With this investment, Mayor Walsh has increased funding for the Boston Public Schools&rsquo; annual budget by $143 million since taking office. Funding directed to schools will increase by almost 4%, even before the largest driver of BPS costs, employee collective bargaining increases, are negotiated, a $25 million increase over FY17. ",
            "In FY18, Boston Public Schools is proposing to make important research-backed investments to close the achievement gap. Boston is investing $14 million to give 15,000 students, from kindergarten through 8th-grade, 120 additional hours of learning time &mdash; or the equivalent of 20 more school days a year. By strengthening BPS&rsquo;s commitment to Excellence For All, more students in the fourth and fifth grade will receive the same rigorous instruction and enriched learning opportunities as those in Advanced Work Class (AWC). Boston is also making a strategic $1.2 million investment to support 3,000 BPS students identified by the district as experiencing homelessness. ",
            "Finally, BPS will be providing lower performing schools with a wide-range of differentiated supports, which total over $16 million. This includes a new $1.25 million reserve focused on supporting low level 3, 4 and 5 schools with declining enrollment. (Learn more about investments in education below.) \t",
            "This BPS budget is made possible due to Mayor Walsh&rsquo;s commitment to education funding as well as the Boston Public Schools&rsquo; efforts to tighten their budget management and identify operational efficiencies in the central office. The BPS Long-Term Financial Plan has begun to pay off with efficiencies reflected in this budget including $4.3 million of savings in the Central Office and continued efforts to achieve transportation efficiencies."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "City Services",
            "City Services such as Police, Fire, Public Works, Housing and Public Health are projected to increase by a total of $54 million (4.0%), including funding reserved for collective bargaining. Public safety costs are rising by 3.5% in FY18, primarily driven by the shift of 75 firefighters from a SAFER grant onto the City&rsquo;s operating budget, contractual increases from collective bargaining agreements, and acceleration of the upcoming Police recruit class. ",
            "Public Works, Transportation, Housing, Public Health Commission and 38 other departments are increasing by an average of 1.5% due to basic city services contract escalation and targeted investments. Twenty-three of these departments will see a reduction in their appropriation in FY18. Because almost all of the City&rsquo;s union collective bargaining agreements are under negotiation, most departments&rsquo; budgets do not include cost of living salary increases for employees. Instead, that funding is centralized in a $27 million collective bargaining reserve. In addition, City and Public Health Commission health benefits are projected to increase by $12.5 million (5.5%), even after achieving health care cost containment savings.",
            "{DRAFT Executive Summary Graphs_MZ.xlsx:Graph 5}",
            "Figure 5 &ndash; 1.5% Average Growth for Other 42 Departments (Not Education or Public Safety)",
            "To make targeted investments further detailed below, the City is pursuing smart savings initiatives in the FY18 Budget: ",
            "The FY18 budget continues the public safety and streets overtime reforms launched last year and adds the Parks Department, achieving $13.2 million in cost avoidance. ",
            "The City eliminated 23 long-term vacant positions in FY18; cumulatively, we estimate the City will see $5.3 million in costs avoided from inactivating long term vacants over two years. ",
            "Based on health care cost containment reforms achieved in the 2015 PEC agreement, Boston will achieve $10 million in savings in FY18, $2.6 million of which are related to FY18 specific changes. ",
            "Since 2014, the City has performed 18,551 streetlight LED retrofits. The FY18 Budget reflects an avoidance of 33.6 mWh, or $5.8 million in energy costs, directly attributable to this work. ",
            "Thanks to Boston's investment in 20 EMTs in FY17, this year&rsquo;s budget achieves a 10% reduction in EMS overtime and 8% increase in third party billing revenue. These changes will generate a $4.1 million in net savings for the City in FY18. ",
            "Finally, City Departments and the Public Health Commission include a combined $4 million in other budget tightening measures in FY18.",
            "With the City&rsquo;s efforts to contain costs combined with Boston Public Schools&rsquo; Transportation and Central Office savings, the FY18 budget avoids $60 million in costs. ",
            "{DRAFT Executive Summary Graphs_MZ.xlsx:Graph 6}",
            "Figure 6 &ndash; FY18 Costs Avoided through Savings Initiatives "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"IMAGINE BOSTON CAPITAL PLAN",
          "body":[
            "Over 14,000 Boston voices shaped the Mayor&rsquo;s vision for Boston in 2030. They envisioned a city that will expand opportunity for all, support a dynamic economy, enhance quality of life, and prepare for climate change. Imagine Boston 2030 identifies key areas where Boston can take action to enhance neighborhoods&rsquo; vitality, encourage mixed-use job centers, provide spaces for new housing and jobs as we grow, create a waterfront for future generations, and connect historically underserved neighborhoods to more opportunities. ",
            "Mayor Walsh&rsquo;s $2.08 billion FY18-FY22 Capital Plan moves Boston residents&rsquo; priorities from idea to action, and invests in creating the city Bostonians imagine for the future. Under the Imagine Boston 2030 umbrella, the City is investing deeply in the core goals of BuildBPS, Go Boston 2030, Boston Creates, and Climate Ready Boston. An estimated 77% of projects in the FY18-22 Capital Plan are aligned with the City&rsquo;s planning efforts:",
            "Mayor Walsh committed $1 billion over ten years to bring Boston's school buildings into the 21st Century, and this Capital Plan launches that investment with funding for 21st Century Classrooms, MSBA Accelerated Repair Program partnerships, completion of projects in the pipeline, and reserves for future projects coming out of BuildBPS community engagement. ",
            "Boston, in collaboration with State and Federal sources, will invest $709 million over the next five years in implementing the core initiatives outlined in Go Boston 2030: streets that are safer for all users of our roads and sidewalks, particularly pedestrians and cyclists; travel that is more reliable and predictable; and quality transportation choices that improve access to interconnect our neighborhoods for all modes of travel.",
            "Through the use of Winthrop Square proceeds, City capital dollars, and leveraging external funds, Mayor Walsh plans to carry out early actions to implement Imagine Boston 2030&rsquo;s open space goals, including investing in Franklin Park as a keystone park for the city, completing the Emerald Necklace, and restoring Boston Common to its full vibrancy. ",
            "Boston will prepare for climate change by investing City dollars and outside funding to develop more detailed climate plans for Boston neighborhoods, especially those most at risk for coastal flooding, as recommended in Climate Ready Boston.",
            "The Percent for Art Program, funded for the first time in this Capital Plan, demonstrates the City&rsquo;s leadership and commitment to sustainable funding for the arts by setting aside one percent of the City&rsquo;s annual capital borrowing for the commissioning of public art.",
            "With investments in roads, bridges, schools, libraries, parks, firehouses, and community centers, the Imagine Boston Capital Plan touches each neighborhood and shapes a City that over 14,000 voices told us they want to see. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Housing a Changing City: Boston 2030",
          "body":[
            "In 2014, Mayor Walsh released Housing a Changing City: Boston 2030, the Administration&rsquo;s comprehensive plan to accommodate Boston's rapid growth and stabilize the housing market over the next 15 years. Through the strategies outlined in the plan, more than 19,200 new housing units have already been completed or are currently in construction. This represents 36 percent of the City&rsquo;s 53,000-unit target for 2030. ",
            "To ensure all Bostonians benefit from Boston&rsquo;s strong real estate market, in December 2015 Mayor Walsh implemented an executive order to reform the Inclusionary Development Program (IDP). These changes increased the affordable housing contributions required of developers and led to the collection of more than $21 million in IDP revenue to create affordable housing in the last fiscal year alone. ",
            "In addition, as Boston grows, it is important that it grows equitably and prevents the displacement of long term residents. The Office of Housing Stability was established in FY17 to assist Boston residents experiencing housing crises and to expand the array of anti-displacement services that the City offers. Since July 2014 a total of 2,521 households were able to retain their housing as a result of City services such as foreclosure and eviction prevention. In FY18, $75,000 will be invested in the Office of Housing Stability to enhance initiatives, including offering training for both landlords and tenants, developing a tenant orientation guide, and funding families in need of emergency placement. ",
            "To ensure that residents at all income levels are able to obtain housing that is affordable, the City set a goal of creating 6,500 new units of housing for low-income, non-elderly households. Currently, the City is running above or near target in both low-income and extremely low-income housing production. Low-income senior housing, currently running at 66 percent of target, is expected to increase substantially in the year ahead due in part to the annual $7.25 million general fund investment in housing. This includes the City&rsquo;s first line item for elderly housing production, which Mayor Walsh introduced in FY16. Combining these general fund dollars with federal grants, state grants, and developer fees allows the City to leverage a wide variety of sources to invest in the creation and preservation of affordable housing citywide. ",
            "To solve the challenges of creating middle income housing in Boston, Mayor Walsh created the Housing Innovation Lab in 2015, bringing design thinking and innovation to solving these issues. The lab&rsquo;s work has led to the adoption of Boston&rsquo;s first density bonus program, which will yield hundreds of privately financed affordable housing units; the launch of a compact living development competition on City-owned vacant land; and support for an accessory dwelling units policy. As grant funding for this program is exhausted, the City will invest $97,500 in general funds to maintain the operation in FY18. The Lab will continue to serve as an internal think tank to develop recommendations to address the City's housing crisis and implement Mayor Walsh&rsquo;s housing plan. ",
            "On November 8th, Boston&rsquo;s voters approved the adoption of the Community Preservation Act (CPA), a program created by the state of Massachusetts to enhance livability and quality of life in the cities and towns that vote to adopt it. A projected $20 million per year will be used to create affordable housing, preserve open space and historic sites, and develop outdoor recreational opportunities. In FY18, a Community Preservation Committee will be established, and will be responsible for making recommendations on CPA projects to the City Council. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Recruiting a Diverse Police Force",
          "body":[
            "In November of 2016, Mayor Walsh and Police Commissioner Evans swore in the first class of police cadets since 2009, a training program for Boston's youth seeking a career in law enforcement. Building on the success of recruiting a diverse class of 42, which included 74% cadets of color and 36% female cadets, Mayor Walsh&rsquo;s FY18 budget adds another class, for a total of about 60 cadets.",
            "This addition of 20 cadets provides a stable pipeline of diverse young people for future police officer classes. Once cadets have served for two years (and pass other requirements), they are eligible to join the next police recruit class. Up to 30% of a given recruit class can be made up of cadets, thus providing a route for local young people to join the force. The current class of cadets will be eligible to join the recruit classes of FY19 and FY20, while the FY18 cadet class of 20 will be eligible to join the recruit class of FY21. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Closing Opportunity and Achievement Gaps",
          "body":[
            "Mayor Walsh and Superintendent Chang are committed to closing opportunity and achievement gaps. Boston has made numerous research-driven investments and reforms in an effort to eliminate the achievement gaps for students of color, English Language Learners, students with disabilities, and students in poverty.",
            "In FY18, Mayor Walsh will continue his successful campaign to expand BPS pre-kindergarten (K1) seats and make an investment to establish a universal pre-k infrastructure. With an anticipated 100 additional K1 students to be served in FY18, Mayor Walsh will have added 422 K1 seats to BPS since he took office at a total investment of over $4.3 million. Mayor Walsh has also filed early education finance legislation to close the &ldquo;quality gap&rdquo; in pre-kindergarten seats in Boston by investing in programs at BPS and in community based organizations. The Universal Pre-Kindergarten (UPK) taskforce estimates a 1,350 seat gap in Boston between the number of quality seats?&mdash;?roughly 4,000?&mdash;?and the current number of 4-year olds (5,350). To dedicate $16.5 million to early education, this legislation would redirect the surplus amounts generated by two Convention Center Fund revenues that are produced exclusively in Boston. ",
            "BPS will strengthen its commitment to Superintendent Chang&rsquo;s Excellence for All initiative that expands access to rigorous curriculum and enrichment experiences for students, equipping them with new skills such as foreign languages and robotics. By increasing the annual investment to $2 million, BPS will extend the program to 5th grade in the 13 schools already offering Excellence for All to 4th graders, reaching a total of 1569 students. In FY17, BPS found that Excellence for All was successful in reaching the demographics of students that are currently underrepresented in the Advanced Work Class (AWC) program.",
            "Boston will also continue successful education reforms initiated under Mayor Walsh&rsquo;s administration: ",
            "In 2016, Mayor Walsh launched the Tuition-Free Community College Plan, which offers free tuition to low-income BPS students at Roxbury Community College, Bunker Hill Community College, and Mass Bay Community College. The Tuition-Free Community College Plan is funded by the Mayor's Office of Workforce Development (OWD) within the the Boston Planning & Development Agency, and the Neighborhood Jobs Trust, a public charitable trust funded by linkage fees generated by large-scale commercial building projects in the city.",
            "The Boston Public Schools&rsquo; early-hiring initiative provides school leaders with flexibility to put an effective teacher in every classroom. The initiative has also allowed BPS to hire candidates of color at disproportionately higher rates--during the 2016 hiring season, Black and Latino educators were hired by schools at 2.2 and 1.9 times the rate of white educators respectively."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Pension, Debt Service and Other Fixed Costs",
            "Finally, $32 million (22%) of the budget growth is committed to addressing the City&rsquo;s long-term obligations and paying off debt taken on for school buildings, roads and bridges, police and fire stations, parks, and other public assets. ",
            "Due to generations of underfunding the City&rsquo;s pension obligations, the City&rsquo;s pension schedule requires a 9.5% increase this year. This budget again dedicates $40 million toward reducing the City&rsquo;s long term other post-employment benefits (OPEB) liability. Actively addressing the City&rsquo;s long-term liabilities is not only fiscally responsible, it is critical to maintaining Boston&rsquo;s AAA bond rating, which unlocks additional capacity to fund more capital projects.",
            "{DRAFT Executive Summary Graphs_MZ.xlsx:Graph 7}",
            "Figure 7 - Pension Funding Schedule",
            "The City borrows every year to support investments in its roads, bridges, school buildings, parks and police and fire stations. Based on its AAA bond rating, the City has continued to benefit from favorable interest rates and its position as an attractive investment. This high bond rating will be integral to unlocking a $1 billion investment in Boston schools over the next 10 years.",
            "Even with the recent favorable borrowings, debt service costs are projected to increase by $10.6 million (6.1%) in FY18. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Implementing Imagine Boston 2030&rsquo;s Open Space Goals",
          "body":[
            "Mayor Walsh has made commitments key to implementing Imagine Boston 2030&rsquo;s open space goals. Franklin Park renovations are already underway with investments in its pathways. Renovation of its sister park, Harambee, for active recreation and commitment to caring for its tree canopy, is also underway. Mayor Walsh has also committed to a $28 million investment from the sale of the Winthrop Square garage to fully renovate Boston&rsquo;s largest park, which borders multiple neighborhoods. Special emphasis will be made on access to, and activation of, arguably Boston&rsquo;s most important natural resource. ",
            "These improvements, combined with the current master planning of Moakley Park, serve as anchor projects to launch the city&rsquo;s efforts to complete the Emerald Necklace. Originally envisioned by the Olmsted Corporation in the 1890s, the completion will be a community-led modern interpretation of a green street, increasing connections in underserved areas of our city. ",
            "In addition, Mayor Walsh has committed $28 million from the Winthrop garage sale to augment the current historic levels of investment in Boston Common to fully renovate America&rsquo;s First Park. Major tourist destination, cultural beacon, and neighborhood park, Boston Common is one of the most treasured green spaces in the world. This investment will ensure future generations will enjoy the park in its full vibrancy."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Energy and Environment"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Preparing for Climate Change",
          "body":[
            "As part of Boston&rsquo;s implementation of Imagine Boston 2030, Mayor Walsh&rsquo;s FY18-22 Capital Plan includes investments to support a healthy environment, reduce energy consumption and greenhouse gas emissions, and prepare for climate change. Leveraging outside funding, the Capital Plan allows for development of more detailed climate plans for Boston neighborhoods, especially those most at risk for coastal flooding, as recommended in Climate Ready Boston. These plans are essential for protecting the safety and vitality of existing residents, businesses, and institutions, and for ensuring the implementation of continued growth and development, as envisioned in Imagine Boston 2030. ",
            "Through Renew Boston Trust, Boston will undertake renovation projects to reduce City buildings&rsquo; energy consumption and capture the resulting financial savings. The City plans to finance the program with general obligation bonds payable in part with the financial savings resulting from reduced energy consumption. The City will implement the program through contracts with Energy Service Companies (ESCOs) that will provide financial guarantees that the energy savings generated by the projects will be sufficient to cover anticipated debt service costs."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Preserving Boston Public Library&rsquo;s Special Collections",
          "body":[
            "The City will launch a major capital project in FY18 to help preserve the Library&rsquo;s valuable and historic special collections in rare books and manuscripts. This $15.7 million project will begin with the inventory of the Central Library in Copley Square&rsquo;s Rare Books & Manuscripts Department&rsquo;s nearly 250,000 rare books and one million manuscripts. Over the course of the next two years, the Rare Books Department will receive major environmental and mechanical improvements to better regulate temperature and humidity control of the department&rsquo;s collection storage areas, staff spaces, conservation lab, and public reading room. Ultimately, the project will increase accessibility to the Library&rsquo;s rare books and manuscripts and ensure the collections will be preserved for the future. The project continues the City and the Library&rsquo;s renewed commitment to improve intellectual control, custodianship, and security of its special collections."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"INTRODUCTION",
          "list":[
            "targeting research-backed education investments - including extending the school day for 15,000 students - to close achievement and opportunity gaps; ",
            "directing educational resources to students most in need, including 3,000 BPS students experiencing homelessness;",
            "building on early success from the Mayor&rsquo;s homeless action plan implementation; ",
            "further extending access to addiction treatment services;",
            "using data to change the way Boston deploys emergency services to Boston Common and Recovery Road;",
            "making sure that city streets in every neighborhood are clean and safe with revitalized lane markings and crosswalks;",
            "continuing efforts to diversify Boston&rsquo;s Police force by adding police cadets;",
            "ensuring that Boston&rsquo;s open spaces are among the nation&rsquo;s most equitable and accessible;",
            "supporting local artists through grantmaking and residencies; ",
            "launching infrastructure projects driven by Imagine Boston 2030 and Go Boston 2030, moving from engagement and planning to action; and",
            "setting funding aside for future projects coming out of the BuildBPS engagement process and partnerships with the Massachusetts School Building Authority (MSBA). "
          ],
          "body":[
            "The City&rsquo;s data-driven investment and spending reform approach to budgeting illustrates an alternative to the type of budget being contemplated at the Federal level. The City&rsquo;s spending approach continues to emphasize the preservation and expansion of offerings to our most vulnerable residents, made possible by the implementation of strategic reforms. In this budget, the City is avoiding $60 million in costs through reforms implemented since Mayor Walsh&rsquo;s first budget. These strategic savings initiatives allow Boston to meet its fixed cost obligations and make targeted investments in a thriving, healthy, and innovative city. Conversely, the President&rsquo;s proposed budget would eliminate valuable programs aiding some of our most vulnerable residents.",
            "Boston faces increased uncertainty due to national and state level challenges. In addition to federal budget proposals to eliminate over $24 million in Community Development Block Grant funds flowing through the City of Boston, the President has signed an executive order aimed at cutting funding for &ldquo;Sanctuary Cities,&rdquo; and has supported health care legislation that would have created over a $1 billion hole in the Commonwealth of Massachusetts&rsquo; budget. Further federal divestment from its Public Housing Authority is also possible, and reduced federal education grants to serve students in poverty have been proposed. At the state level, Boston continues to struggle with the Commonwealth&rsquo;s underfunding of the Charter School Tuition Reimbursement, from which the City is projected to lose $25 million in FY18 alone.",
            "Cities cannot afford to replace this level of funding cuts, and Massachusetts communities, with revenue tightly constrained by state law, will be particularly challenged in the event of federal or state divestment. This instability from the federal and state level requires increased stability and strong fiscal management at the City level. By paying down the City&rsquo;s long-term pension and OBEB obligations, managing personnel and health costs, continuing savings initiatives, maintaining conservative fiscal management policies, and maximizing revenue from local receipt sources, Mayor Walsh&rsquo;s FY18 budget continues the fiscal discipline that was recently praised by rating agencies. In their credit rating affirming Boston&rsquo;s Aaa rating with a stable outlook, Moody&rsquo;s wrote: \"The Aaa rating reflects the city's strong fiscal management and stable financial position.\" Disciplined financial practices have better positioned Boston to manage through changes in state and federal policy and funding levels. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"REVENUE ",
          "body":[
            "In light of the growing chasm between education costs and state revenue, Mayor Walsh filed comprehensive education finance reform legislation that aims to invest equitably in public education and expand access to high-quality education for students of all ages. By proposing a creative revenue solution to provide every Boston 4-year old a high-quality seat, fixing the broken charter school transition funding model, and increasing BPS reimbursements for the highest-need students, the proposals would increase annual education funding to Boston by $35 million in its first year of implementation. The proposal would also position Boston to receive $150 million in additional annual Chapter 70 aid within a few years if the state identifies a new revenue source for education.",
            "Local receipts, which include revenues such as excises, fees, fines, and permits, are projected to grow by $26.3 million (5.5%). Boston is projecting strong room occupancy and meals excise revenue as well as continued permit revenue growth from commercial and residential real estate development, as well as increased revenue from parking fines. The FY18 Budget also includes $2 million in new revenue as a result of the state legislation that passed in 2016 to create a per-ride assessment collected from transportation network companies (TNCs).",
            "With uniquely limited revenue tools, the City is launching an initiative in FY18 to better maximize the local revenue tools is has. The FY18 budget includes an additional $9.7 million identified in departmental revenues. In FY18, the Office of Budget Management will initiate revenue audits to verify the accuracy of information reported with certain fees. The City anticipates recovering $2 million in unpaid revenue through these audits. The City will also work to maximize federal health insurance reimbursements and revenue recovery efforts."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"EXPENDITURES",
          "body":[
            "FY18 expenditures are increasing by $143.7 million (4.8%) over FY17 budgeted expenditures. This reflects 4% appropriation growth and 8% fixed cost growth. Of that growth, 40% is dedicated to education 38% will go to all other City Services (such as Police, Fire, and Public Works) and the Public Health Commission, and the remaining 22% of growth will be consumed by pension, debt service and other fixed cost expenditures. ",
            "{DRAFT Executive Summary Graphs_MZ.xlsx: Graph 4}",
            "Figure 4 - Budgetary Growth by Category"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"FY18 BUDGET PRIORITIES: THRIVING, HEALTHY, INNOVATIVE",
          "body":[
            "Building on Mayor Walsh&rsquo;s record of achieving improved outcomes across the City&rsquo;s services - from education to housing, basic city services to the arts - the Mayor is proposing data-driven investments that are aimed at creating a thriving, healthy and innovative city. Operating budget investments are made possible due to the smart savings initiatives the City has pursued since Mayor Walsh&rsquo;s first budget. Through the Imagine Boston Capital Plan, the Mayor is making new capital investments in Boston&rsquo;s schools, roads, bridges, parks, libraries, community centers, fire stations and other community assets to build the City that Bostonians imagined."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Education"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Extending the School Day",
          "body":[
            "A cornerstone of Mayor Walsh&rsquo;s FY18 budget, within which the City has increased funding for Boston Public Schools by $40 million, is a groundbreaking $14 million investment in extended learning time (ELT) to allow more than 15,000 additional students in 39 schools to benefit from extended learning time next school year, a strategy that is proven to close opportunity gaps. These students will receive 120 more hours of learning time, or the equivalent of 20 added school days a year. This expansion brings the total number of students receiving extended learning to over 23,000 at 57 schools throughout the District at a total investment of $18.9 million. ",
            "&ldquo;Above all, upward mobility today requires education. Public schools are the foundation of opportunity in our society. That&rsquo;s why, in the last three years, we have prioritized data-smart reforms that close opportunity gaps and elevate all students,&rdquo; Mayor Walsh, remarked at the Boston Municipal Research Bureau on March 1, 2017.",
            "The extended time will help more students gain valuable learning and enrichment opportunities. Schools with extended learning showed a &ldquo;statistically significant&rdquo; positive effect in 5th grade science, 6th grade math, 8th grade science and 7th grade English Language Arts, according to a statewide study in Massachusetts published in 2012. Students in ELT schools also outperformed their peers in non-ELT schools in growth measurements on all MCAS tests. Teachers in the Mass. ELT program reported that the extended day allowed them to accomplish their teaching goals and cover the instructional material their students need to learn."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Supporting our Students Most in Need ",
          "body":[
            "In FY18, BPS will make a $1.2 million targeted investment that will benefit 3,000 students that have been identified as experiencing homelessness. This investment will empower principals and headmasters to best serve the needs of these students with specialized services and resources that have been proven to be most impactful. In addition, BPS will provide enhanced training for teachers, aides, and administrators, and will assist at the school-site level to ensure that students experiencing homelessness have individualized resources and support to learn successfully in the classroom.",
            "BPS&rsquo;s FY18 budget includes a series of substantial supports &ndash;including existing and proposed new investments totaling over $16 million &ndash; that differentially serve the district&rsquo;s highest need students. These include the new proposed investment to support students experiencing homelessness, state grants for turnaround schools, Academic Response Teams, and a new $1.25 million reserve specifically targeted at Level 3, 4, and 5 schools. These funds will support lower performing schools, and particularly those with declining in enrollment. BPS anticipates significant funds from this reserve will support Excel and Brighton, which are in the turnaround planning process and will see budget increases at the conclusion of that process. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"BuildBPS",
          "body":[
            "The $13 million BuildBPS 21st Century Schools Fund will provide schools with 21st century tools, including new technology and comfortable, movable furniture to promote learner-centric programs, benefit professional development, and provide greater flexibility in current and future learning spaces. Relative to larger-scale building renovations and repairs, these upgrades can be done at lower cost and on an accelerated timeline. BPS will create a menu of 21st century packages that schools will be able to select from depending on their needs. BPS will work with school leaders to complete these upgrades in the 2017-18 school year.",
            "Boston has also successfully ramped up its efforts to leverage MSBA Accelerated Repair Program (ARP) dollars to provide much needed improvements to its schools. This summer, Boston will invest $13.6 million to unlock a $16.3 million grant from the MSBA to provide seven BPS schools with new windows. In addition, the MSBA has approved a $6.4 million grant, with Boston providing $3.4 million in matching funds, to replace roofs and boilers at five BPS schools. The Mayor&rsquo;s Capital Plan sets aside an additional $24 million over five years to position Boston to further leverage MSBA ARP dollars in the future. ",
            "Finally, this Capital Plan allows Boston to invest in BPS projects already in the pipeline:",
            "Slated to be completed in winter of 2017/2018, the $73 million Dearborn STEM Academy will open for students in September 2018. The project, which leverages a projected $37 million match from the MSBA, is designed based upon a project-based learning curriculum, with an emphasis on STEM education. ",
            "Over the next two years, the Eliot School construction projects will be completed. The new $23 million North Bennet Street building will welcome 5th to 8th graders this fall into a 21st century learning environment while this summer, the final phase of construction will begin at the Commercial Street building. ",
            "The Capital Plan provides for Boston&rsquo;s matching investment in the Josiah Quincy Upper School (JQUS) and Boston Arts Academy (BAA), which are collaborative projects with the Massachusetts School Building Authority (MSBA). ",
            "In total, Boston will invest more than $312 million in BPS capital projects over the next five years, with an additional $418 million committed for the following five years. When combined with projected MSBA matching funds, Boston is committing the $1 billion in BPS capital projects over ten years."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Housing"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Implementing Boston&rsquo;s Homeless Action Plan",
          "body":[
            "With the 2015 publication of Boston&rsquo;s Way Home, the City&rsquo;s plan to end chronic and veteran homelessness, Mayor Walsh reinforced the City&rsquo;s commitment to the most vulnerable populations in our community. Boston&rsquo;s Way Home calls for a single, integrated homeless system, which will not only quickly move homeless individuals from Boston's streets and shelters into permanent housing, but also provide them the support they need to remain stable.",
            "As part of the Boston&rsquo;s Way Home and Boston Homes for the Brave initiatives, Boston has housed 842 homeless veterans since July 2014, and put an end to chronic veteran homelessness in Boston. In addition, of all major cities in the U.S., Boston has the second lowest rate of unsheltered homeless veterans. To support Boston&rsquo;s Way Home, Mayor Walsh&rsquo;s FY18 budget includes an increase of $150,000 in general funds to provide support services for veterans not eligible for VA programs, and an investment of $50,000 in federal funds to modify the City&rsquo;s Homebuyer Financial Assistance Program to provide down payment assistance to veterans. ",
            "Because of its commitment to ongoing investments in housing and services, Boston maintains the lowest rate of unsheltered people experiencing homelessness among all major US cities, and the lowest rate of unsheltered homelessness among individuals with chronic patterns of homelessness. Although the City, working with its partners, has been able to house more than 1,000 formerly homeless individuals in the last two years, Boston also serves as a regional hub for services, which continues to increase the need for homeless housing supports. Mayor Walsh&rsquo;s FY18 budget includes more than $25 million in both City and external resources to continue the City&rsquo;s efforts to end chronic homelessness and provide supportive housing services to formerly homeless individuals. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Improving Homeless Shelter Service and Safety",
          "body":[
            "The Boston Public Health Commission (BPHC) provides food, shelter and other comprehensive services to over 650 homeless individuals each night at its Woods Mullen and Southampton Street shelters. In FY17, the City invested additional resources to enhance service levels at these locations. The investments, which included hiring a mix of coordinators, assistant coordinators, counselors, and security staff, allow BPHC to efficiently operate the shelters on a 24/7 basis and to better assist Boston&rsquo;s most vulnerable population with case management, medical and behavioral health services, career counseling, job training, substance abuse prevention, and housing support.",
            "This funding also allowed for the full implementation of a front door triage system that enables shelter staff to meet with every new guest entering the shelters to conduct an in-depth assessment. This assessment leads to the development of a client-centered plan to exit the shelter system into safe, supported, and stable housing as quickly as possible. ",
            "The FY18 budget reflects Mayor Walsh&rsquo;s focus to end chronic homelessness in Boston. As a response to federal funding cuts, the City will provide additional resources to BPHC to ensure that the city&rsquo;s homeless shelters continue to operate 24/7. Moreover, in recognition of the U.S. Department of Housing and Urban Development&rsquo;s &ldquo;Housing First&rdquo; approach to ending chronic homelessness, the FY18 budget will support rapid rehousing programs that focus on helping households obtain permanent housing as quickly as possible."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Streets"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Launching Go Boston 2030",
          "body":[
            "Mayor Walsh&rsquo;s FY18-22 Capital Plan, drawing on City, State and Federal sources, will invest $709 million over the next five years in implementing the core initiatives outlined in Go Boston 2030. Under Go Boston 2030, Boston will strive for streets that are safer for all users of our roads and sidewalks, particularly pedestrians and cyclists; travel that is more reliable and predictable, and quality transportation choices that improve access, to interconnect our neighborhoods for all modes of travel. Driven by these core goals of safety, reliability, and access, the capital plan focuses on the following key investments:",
            "Launches a citywide, multi-year campaign to bring all crosswalks, lane markings, and bike lanes into a state of good repair.",
            "Continues the City&rsquo;s $3.1 million annual investment in Vision Zero to make targeted safety improvements at corridors and intersections with known safety challenges, and to traffic-calm residential streets.",
            "Improves access and safety for those visiting our Main Street business districts on foot and on bicycles including Hyde Square, Central Square and Dudley Street. ",
            "Starts the transformation of the City&rsquo;s upgrade to the next generation of traffic signal technology, with an initial focus on some of our busiest corridors and bus routes. This will mean fewer delays for everyone and better coordination across signals.",
            "Focuses on adding protected bicycle lanes on every &ldquo;Great Streets&rdquo; project, including Melnea Cass Boulevard and Commonwealth Avenue, and on Multi-Use Paths such as the Fenway-Roxbury Connector, all complemented by continuing the $900,000 annual investment in the Strategic Bike Network. ",
            "Funds a multi-year program to create improved and - in many cases - signalized intersections in some of the more challenging locations in the City. This includes the Father Hart Bridge/Wolcott Square area in Hyde Park.",
            "Puts the City on a sustainable capital program to maintain bridges, roads, sidewalks, off-street paths, street lighting, and building facilities essential to the high-quality delivery of services."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Keeping Boston Streets Clean and Safe",
          "body":[
            "As part of the Mayor&rsquo;s focus on basic quality of life issues, the FY18 budget invests in making sure that city streets in every neighborhood are clean. To enhance service levels for all of Boston&rsquo;s neighborhoods, the FY18 budget includes additional resources for the hokey program, where City hokeys (street cleaners) patrol neighborhoods, empty out litter baskets, and pick up trash around the City. This investment will fund an additional six full time hokeys, allowing the department to staff one hokey in each of Boston&rsquo;s ten Public Works Districts. ",
            "To improve safety and expand access to our streets, Boston is launching a citywide, multi-year campaign to bring all crosswalks, lane markings, and bike lanes into a state of good repair. As Boston works to expand access to make Boston's neighborhoods interconnected for all modes of travel, including driving, cycling, and walking, it is important to ensure that our roadways are designed to maximize the safety of such modes of travel. Clear lane markings including crosswalks, \"Don't Block the Box\" markings at key intersections, and well marked bike lanes with appropriate insignia all help to reduce collisions, making our roadways safer for all users. ",
            "This FY18 budget builds on past investments in basic city services that have improved quality of life in Boston. As a result of accelerated resurfacing and sidewalk repair in FY17, the percentage of requests for sidewalk repairs addressed on time (within 48 hours) increased from 66% in December 2015 to 85% in December 2016. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Open Space"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Ensuring Accessible and Equitable Parks",
          "body":[
            "Last year, Mayor Walsh announced Parks First, a comprehensive initiative ensuring that Boston&rsquo;s open spaces are among the nation&rsquo;s most accessible and equitable. In FY18, Boston will continue its commitment to achieving these goals through investments in excellence in design and management. To date, the Walsh Administration has increased the Parks Department&rsquo;s operating funding by $4.1 million or 23% and dedicated over $240 million in capital funds to Boston&rsquo;s parks.",
            "The reconstruction of pathways at Franklin Park will continue this year and be completed by fall 2018. Mayor Walsh will extend his commitment to usage and safety of the Emerald Necklace with a $4.8 million pathway improvement around Jamaica Pond. From the annual lantern parade, to the thousands of children who learn boating, to the endless parade of walkers and joggers enjoying the 1.5 mile loop for recreation, Jamaica Pond is a singular urban park experience. Across town, a renovation of Paul Revere Mall in the North End will ensure that this historic park is a welcoming and inviting place for residents and visitors. The Paul Revere monument, along the Freedom Trail, is one of the most photographed sculptures in Boston. This renovation will include restoration of the fountain and monument, accessible pathways, landscaping, and utility work.",
            "Ninety-seven percent of Bostonians live within a ten-minute walk of a park, but those spaces are only truly equitable if they serve the diverse needs of all our residents. Mayor Walsh recognizes the need for inclusive design and has created robust budgets for park renovation projects at Martin&rsquo;s Park in the Seaport, Smith Playground in Allston, and McConnell and Garvey Parks in Dorchester. FY18 will bring the beginning of the renovation of the 45-acre Harambee Park. The investment will include environmental improvements, pedestrian pathways, field renovations and entrance improvements transforming Harambee into a premier example of community-led comprehensive planning.",
            "Boston has routinely invested in its street trees. FY18 will see a renewed commitment with new funds allocated for the care of our park trees. Often Boston&rsquo;s largest and most mature, these trees are also our most active in urban cooling, CO2 capture, promoting air and water quality and fighting topsoil erosion. This investment is critical to Climate Ready Boston.",
            "Starting in FY18, Boston will invest in a rotation of small renovations to neighborhood ball fields to keep them safe and playable. Between major renovations, problems such as holes in batters&rsquo; boxes and unlevel fields can build up due to consistent usage. This investment will allow the Parks Department to aerate, edge, top dress, seed, and level ballfields every 5-7 years on a rotating basis. ",
            "This new investment builds on the Mayor&rsquo;s commitment to excellent parks. During his administration, he has improved park maintenance and safety and expanded the Parks Department&rsquo;s recycling program. This year, Boston will continue to expand recycling into three signature parks, providing Bostonians with an opportunity to act as stewards of their environment and complement the city&rsquo;s Climate Ready Boston. Mayor Walsh also returned the Recreation Division to the Parks Department. With that change the Parks Department has increased its free programming from 187 events to 820 in three years. Nearly all of these events are focused on engaging youth in Boston&rsquo;s open spaces."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Prosperity and Equity"
          ]
        }
      ]
    }
  ]
}
---
