---
{
  "section":"FINANCIAL MANAGEMENT",
  "name":"FINANCIAL MANAGEMENT",
  "permalink":"financial-management/",
  "file_version":"",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~financial-management.json",
  "source_time":"20180321120458",
  "source_year":"18",
  "components":[
    {
      "text_block":[
        {
          "title":"OVERVIEW",
          "body":[
            "Strong financial management is the underpinning of City operations. Clear financial policies and practices provide a framework within which the City is able to safeguard the present, meet its obligations, and position itself for the future. ",
            "The Mayor directs the City&rsquo;s financial operations. As the City&rsquo;s Chief Executive Officer, the Mayor has general supervision of and control over the City&rsquo;s boards, commissions, officers, and departments.",
            "The City operates under a cabinet form of government. This structure helps to facilitate the execution of mayoral priorities and the day-to-day executive and administrative business of the City.",
            "The following departments are included in the Administration & Finance Cabinet and have major roles in the fiscal management of the City:",
            "The Treasury Department collects all revenues due to the City and pays all amounts due for payrolls and outside vendors. The Treasury Department prudently manages the investment of City funds and prioritizes the safety of such investments.",
            "The Auditing Department prepares the City&rsquo;s annual financial statements, implements fiscal controls over departmental spending, provides technical assistance to departments, and reviews and processes all financial transactions for accuracy, completeness, and compliance.",
            "The Assessing Department is responsible for the valuation and assessment of all real and personal property in the City for the purpose of taxation.",
            "The Office of Budget Management coordinates the analysis and presentation of the Mayor&rsquo;s operating budget and capital plan, assembles, analyzes, and presents data with respect to revenue and debt management, and facilitates the establishment and use of data to analyze performance.",
            "The Purchasing Department procures all supplies, materials, and equipment, selects vendors through public bidding and processes purchase orders and contracts.",
            "The Cabinet also includes the Office of Human Resources and the Office of Labor Relations. With employee compensation and health benefits comprising over three quarters of the City&rsquo;s total appropriation, the management of these policy areas within a broader context promotes coordination and accountability across City government."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"STRATEGIC FINANCIAL MANAGEMENT",
          "body":[
            "Maintaining a healthy financial base that fully supports City services according to mayoral priorities requires both careful planning and constant scrutiny. This work is reflected in restructuring City services in order to streamline operations, gaining improved operational efficiencies from financial management systems, securing sound recurring revenues, and making responsible spending adjustments in light of any revenue growth limitations in order to achieve a balanced budget. Strong financial management provides a framework within which the City is able to safeguard the present and position itself for the future."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Balanced Responsible Budgets",
            "In accordance with state law, the City develops a balanced budget every year. The Massachusetts Department of Revenue (DOR) approves property tax rates during the tax certification process governed under General Laws Chapter 59, Section 23. This approval ensures that all cities and towns have balanced budgets and that tax levies are within the limits set by Proposition 2 1/2 (see Revenue Estimates and Analysis section of Volume I for detail on Prop. 2 1/2). Appropriations, fixed costs, and any prior year deficits along with the approved property tax levy, estimated local revenues, and available prior year surpluses must be in balance in order to obtain DOR authorization to issue property tax bills."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Healthy Credit Profile",
            "In March 2017, Standard & Poor&rsquo;s and Moody&rsquo;s affirmed their AAA and Aaa bond ratings, respectively, the highest possible to achieve. These ratings reflect Boston&rsquo;s sound fiscal management of a stable financial position and the City&rsquo;s substantial and economically diverse tax base.",
            "This superior credit quality allows the City to borrow new money and refinance existing debt at extremely attractive interest rates. The City has saved $71.5 million on a net present value basis by refinancing $1.1 billion of debt since 2001. In March 2017, the City sold a par amount of $150.0 million general obligation bonds which resulted in proceeds of $165.7 million."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Maximizing Return on Investment",
            "The City has articulated a vision to make finance a high performing organization in supporting and serving the departments and citizens of Boston. By making daily operations more efficient, using leading business practices, spending more time on value-added activities, improving customer service while maintaining appropriate controls, and engaging the next generation of finance leaders, this City has been at the forefront of municipal finance."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Stable Revenue Base",
            "Over eighty percent of recurring general fund revenue comes from the property tax and state aid. The continued net decline in state aid, the City&rsquo;s second largest single source of revenue, highlights the risk of relying on any one source of revenue. The City protects and grows its revenue base through the expansion of current revenue sources and the pursuit of diversified revenue sources that fit well with its economic strengths. ",
            "The City&rsquo;s tax base has experienced significant growth. Based on assessed values as of January 1, 2016, Fiscal 2017 assessments totaled $143.9 billion, a 44% increase over Fiscal 2014 assessments. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Multi-Year Budget Plan",
            "The City develops a financial forecast as part of the yearly budget process. Preparing a multi-year planning horizon provides time for the Administration to make adjustments and/or policy decisions that may be necessary."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"FINANCIAL POLICIES, PROCEDURES & CONTROLS",
          "body":[
            "Pursuant to state law mandates and policy initiatives, the City has well-established policies and internal controls to govern its financial operations effectively. These policies and controls are designed to maximize revenue collections, safeguard assets, monitor both operating and capital spending, evaluate infrastructure needs, and enhance the City&rsquo;s internal control of its business procedures. The major components of the City&rsquo;s system of financial management controls and relevant financial policies are discussed below."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Expenditure Controls",
            "The City operates under several statutory financial control systems which are summarized in the Statutes and Ordinances section in Volume I. Along with conservative revenue estimates and strong budgetary flexibility, the City is able to maintain a solid financial position. The City monitors spending and all transactions go through a budget-check process prior to procurement. Maintaining tight central expenditure controls allows for critical review of all non-personnel spending as well as the ability to adjust to fiscal changes or trends. Additionally, the Office of Budget Management prepares monthly variance report, updating all departments expected year-end position using actual information, and maintains continuous dialogue with departments throughout the year."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Position Review Committee (PRC)",
            "The PRC is comprised of the Chief Financial Officer, the Human Resources Director, and the City&rsquo;s Budget Director. In place for over a decade, the committee serves to strictly control and monitor all hiring. In a budget where people and the benefits they carry account for over three quarters of total appropriations, this committee has been instrumental in maximizing City resources."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Debt Management",
            "The City uses a comprehensive, interactive debt capacity model that assists debt management administrators in evaluating the potential impact of debt issues on cash flow, credit, and statutory debt capacity. The Treasury Department manages all City borrowings, focusing on the timing of them in order to take advantage of favorable market conditions. The City&rsquo;s cash flow is anchored by the quarterly billing of the property tax and the monthly receipt of state aid distributions - Treasury manages this cash flow wisely, obviating the need to borrow for operating purposes. The Treasury Department also ensures adherence to the City&rsquo;s conservative debt policies, including the rapid repayment of debt where at least 40% of overall debt is repaid within 5 years and 70% in 10 years, as well as a 7% ceiling on debt service as a percentage of general fund expenditures. The City imposes a 20% ceiling on variable debt and has no variable debt outstanding at this time. Lease-purchase financing of equipment with a three-to-seven year useful life is used to replace front-line equipment and upgrade technology."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Capital Planning",
            "A capital planning process aligned with the annual operating budget cycle allows for the regular reassessment of capital needs, the refinement of projections, and the update of the City&rsquo;s rolling five-year capital plan. The City prioritizes capital requests and takes into account the financial requirements and timing of these requests in order to recommend the responsible allocation of resources. ",
            "The City primarily funds its capital plan through the issuance of general obligation bonds. The size of the City&rsquo;s bond issue is consistent with the City&rsquo;s financial management policies regarding debt levels, debt service, and rate of debt retirement."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Fund Balance Policy",
            "The City maintains adequate levels of fund balance to mitigate current and future risks &ndash; a generally accepted accounting principles (GAAP) Unassigned Fund Balance in the General Fund that is 15% or higher than the current fiscal year&rsquo;s GAAP General Fund Operating Expenditures, and a Budgetary Unassigned Fund Balance at 10% or higher than Budgetary Operating Expenses.",
            "Budgetary fund balance can be appropriated for use during the fiscal year. Budgetary fund balance is more commonly referred to as &ldquo;free cash&rdquo; when used this way. This item is most simply described as the portion of available reserves, generated to a considerable degree by annual operating surpluses, which the City can responsibly appropriate for spending. The appropriation of Budgetary Fund Balance or Free Cash certified by the MA Department of Revenue (DOR) is only considered to offset certain fixed costs (pensions, OPEB) or to fund extraordinary and non-recurring events as determined by the City Auditor.",
            "Prior year certifications and the amount used or appropriated from each certification are in Table 1.",
            "In March 2017, the Director of Accounts certified that the amount of funds available for appropriation (&ldquo;free cash&rdquo;), as of July 1, 2016, was $337.8 million. The FY17 Budget assumes the use of $40 million in Budgetary Fund Balance from this certification."
          ]
        }
      ]
    },
    {
      "table":[
        {}
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Investment Policy",
            "Investment policies are defined in Chapter 643 of the Acts of 1983 (&ldquo;The City of Boston Bond and Minibond Procedure Act&rdquo;), Chapter 107 of the Acts of 1991, and Chapter 44 of the Massachusetts General Laws. The City&rsquo;s policy for the investment of operating funds prioritizes security, liquidity, and yield. Certain limitations placed on the City&rsquo;s investment activities or operational protocols are self-imposed so as to make sound, timely, and safe investment decisions. As a matter of practice, the City tends to limit its investments to repurchase agreements, money markets and certificates of deposit, all of which are collateralized by U.S. Government obligations and are held with a third party."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Contracting Procedures",
            "The Uniform Procurement Act (the UPA), Massachusetts General Laws Chapter 30B, creates uniform procedures for the contracting of services and supplies by all municipalities in the Commonwealth. The City has implemented internal processes to conform its contracting procedures to the requirements of the UPA and utilizes an online eProcurement system to further support these compliance efforts."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Tax Collections",
            "Tax collection remedies as prescribed by statute are utilized when taxes become delinquent. The City&rsquo;s ability to secure its right to foreclose by recording its tax title lien at the Registry of Deeds is the most effective tool available for payment enforcement. ",
            "A Taxpayer Referral and Assistance Center provides &ldquo;one-stop&rdquo; service on tax-related matters and the City offers an on-line payment option for taxpayer convenience. Parcel-specific information as well as payment history is also available on-line."
          ],
          "list":[
            "The property tax collection rate was 99.3% of the FY16 gross tax levy as of June 30, 2016. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Pension Management",
            "The City&rsquo;s employees are not participants in the federal social security system. Instead, they participate in a contributory defined benefit retirement system that is administered by the Boston Retirement System (BRS), of which the City is the largest member. The BRS provides pension benefits to retired City employees under a state contributory retirement statute and is administered by a Retirement Board comprised of five members: the City Auditor, who serves ex-officio; two individuals elected by members of the system; an individual chosen by the Mayor; and an individual chosen by the other four members or appointed by the Mayor, if a selection is not agreed upon within 30 days of a vacancy.",
            "The BRS performs a full valuation every two years to determine the total system liability and assets and the annual funding requirement for future years. ",
            "The City&rsquo;s pension liability is currently 74.9% funded and is on track to reduce the unfunded liability to zero by 2025, fifteen years prior to the legally required funding date of 2040. The BRS hires an investment manager who oversees the various fund managers of all (non-teacher) pension assets."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Other Post-Employment Benefits",
            "Similar to pensions, employees earn post-employment health care and life insurance benefits (OPEB) over their years of active service, which are received during retirement. The City, including the Boston Public Health Commission (BPHC), has an unfunded liability for these benefits of $2.26 billion, as of the most recent independent actuarial valuation on June 30, 2015. The size of this liability is largely influenced by changes to retiree health benefits, the City&rsquo;s annual additional contribution to fund the liability, and the discount rate used. ",
            "While the City is required by law to make an annual contribution toward reducing its unfunded pension liability, there is no such requirement for retiree health and life insurance benefits. In FY08, the City followed new Governmental Accounting Standards Board (GASB) requirements to identify and disclose this estimated liability, and also began voluntary annual allocations to fund the liability. Annual allocations are retained in an irrevocable Trust Fund, authorized through the City&rsquo;s acceptance of M.G.L. Chapter 32B section 20. As of December 31, 2016 the Fund had a balance of $437 million.",
            "The Annual Required Contribution (ARC) for the City to significantly reduce the OPEB liability over a 30 year period is projected at $184.9 million in FY18, as shown in Table 2. $172.2 million (93%) of this amount will be funded through a combination of pay-as-you-go benefit payments for current retirees, a $40 million FY18 allocation by the City to the Trust, and an additional $2.25 million deposit by the BPHC into the Trust."
          ]
        }
      ]
    },
    {
      "table":[
        {}
      ]
    },
    {
      "text_block":[
        {
          "title":"Table 2",
          "body":[
            "As noted above, the City is on track to fully fund its pension liability in 2025. The City then plans to redirect previous annual pension contributions to further reduce the OPEB liability, with a goal of fully funding OPEB in 30 years."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Risk Finance",
            "The City&rsquo;s risk-related costs related to legal liability claims, property losses, workplace injuries, and employee health care are managed by central departments, such as Law and Human Resources, in addition to individual operating departments. The Office of Budget Management&rsquo;s Risk Finance unit works to maximize the effectiveness of these departmental efforts by reviewing cost trends, assisting in improvements, and implementing the City&rsquo;s risk financing strategy.",
            "The City&rsquo;s risk financing strategy is a planned self-insurance program which budgets for predictable levels of risk-related costs through the general fund, except for self-insured health care costs which are financed through trust funds established under MGL Ch 32b S. 3A. A catastrophic risk reserve is maintained for unexpected large losses, which allows the City to strategically purchase high deductible commercial insurance for specific exposures and minimum premium.",
            "In addition to specific targeted insurance policies, the City purchases catastrophic property insurance for $100 million all risk coverage, after a $10 million deductible. The City partners with FM Global as its property insurer, to take advantage of FM Global&rsquo;s engineering and loss control expertise in improving the resilience of the City&rsquo;s buildings against all types of risk."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Reserve",
            "As required by law since 1986, the City has maintained a reserve fund equal to 2 1/2% of the preceding year&rsquo;s appropriations for all City departments except the School Department. The fund may be applied to extraordinary and unforeseen expenditures after June 1 in any fiscal year with the approval of the Mayor and the City Council. To date, this budgetary reserve has not been utilized. As of June 30, 2016, the reserve fund had a balance of $31.4 million. The FY18 Adopted Budget adds an additional $1 million to this reserve in anticipation of a required contribution based on the FY17 Budget."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Annual Audit/Management Letters",
            "The City consistently receives unqualified opinions on the audit of its Basic Financial Statements and the Certificate of Achievement for Excellence in Financial Reporting from the Government Finance Officers Association for its Comprehensive Annual Financial Report. The City&rsquo;s independent auditors also deliver a yearly management letter containing comments and recommendations on internal financial controls. "
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Financial Accounting Systems",
            "The Boston Administrative Information System (BAIS), an integrated financial and human resources management system, supports financial management and improves operational efficiency. These systems support the rigorous monitoring and reporting requirements enforced by the City."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"FINANCIAL MANAGEMENT PROGRAMS"
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Performance Management and Program Evaluation",
            "Boston About Results (BAR) is the City&rsquo;s performance management and evaluation program that helps drive operational improvement throughout the City. The BAR program provides city leaders and departmental managers with the tools and analysis needed to track service delivery, evaluate performance, and identify areas of improvement.",
            "For more information about the BAR program and the City's efforts around performance management, please see the &ldquo;Data Analytics&rdquo; section in Volume 1."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Operational Reviews",
            "The City systematically engages in independent operational reviews and other planning efforts aimed at making government more efficient in order to address areas needing renewed attention."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Energy Management",
            "An Energy Management Unit develops design standards and implements measures that enhance the energy efficiency of the City&rsquo;s new construction and capital improvement projects.",
            "The conversion of street lights to newer fixtures using Light Emitting Diode (&ldquo;LED&rdquo;) technology has achieved significant operational savings.",
            "In FY18, an Energy Service Company (&ldquo;ESCO&rdquo;) will conduct an Investment Grade Audit (&ldquo;IGA&rdquo;) of the City&rsquo;s facilities portfolio to identify projects with significant utility savings potential. This &ldquo;Renew Boston Trust&rdquo; initiative will result in savings for City facilities by bundling municipal utility cost savings projects. \t"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"AUDITING & BUDGETING PRACTICES",
          "body":[
            "The City prepares its comprehensive financial reports in accordance with generally accepted accounting principles (GAAP). However, accounting practices established by the Commonwealth&rsquo;s Department of Revenue, the so-called &ldquo;budgetary basis&rdquo; method of accounting, are used in the annual general fund budget and property tax certification process. Budgetary basis departs from GAAP in the following ways:",
            "(a) Real and personal property taxes are recorded as revenue when levied (budgetary), as opposed to when susceptible to accrual (GAAP).",
            "(b) Encumbrances and continuing appropriations are recorded as the equivalent of expenditures (budgetary), as opposed to a reservation of fund balance (GAAP).",
            "(c) Certain activities and transactions are presented as components of the general fund (budgetary), rather than as separate funds (GAAP).",
            "(d) Prior years&rsquo; deficits and utilized available funds from prior years&rsquo; surpluses are recorded as expenditure and revenue items (budgetary), but have no effect on GAAP expenditures and revenues.",
            "In addition, there are certain differences in classifications between revenues, expenditures and transfers. The reconciliation in Table 3 summarizes the differences between budgetary and GAAP basis accounting principles for the year ended June 30, 2016.",
            "Table 4 shows a Statement of Revenues & Expenses and Changes in Fund Balance for FY15 & FY16 (actual) &ndash; FY17 (budgeted).",
            "Financial statements for the fiscal year ended June 30, 2017 are expected to be available in late fall.",
            "ADJUSTMENTS BETWEEN BUDGET GAAP BASIS"
          ]
        }
      ]
    },
    {
      "table":[
        {}
      ]
    },
    {
      "text_block":[
        {
          "title":"FUND STRUCTURE AND USE",
          "body":[
            "These tables provide a history as well as projected changes in fund balances for the available funds used to support the City&rsquo;s operating budget.",
            "Additional discussion of these revenue sources used to support the operating budget can be found in the Summary Budget section.",
            "The table below shows the appropriations that make up the City&rsquo;s FY18 budget."
          ]
        }
      ]
    },
    {
      "table":[
        {}
      ]
    },
    {
      "table":[
        {}
      ]
    },
    {
      "table":[
        {}
      ]
    },
    {
      "table":[
        {}
      ]
    }
  ]
}
---
