---
{
  "section":"Glossary of Terms",
  "name":"Glossary of Terms",
  "permalink":"glossary-of-terms/",
  "file_version":"",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~BudgetSoft Publisher~JSON Output~_source~fy18_adopted~json~_chapters~glossary-of-terms.json",
  "source_time":"20180224113720",
  "source_year":"18",
  "components":[
    {
      "text_block":[
        {
          "title":"INTRODUCTION",
          "body":[
            "This chapter is a guide to the organization of Boston city government and the FY18 Operating Budget.",
            "The City of Boston, incorporated as a town in 1630 and as a City in 1822, now exists under Chapter 486 of the Acts of 1909, and Chapter 452 of the Acts of 1948 of the Commonwealth which, as amended, constitute the City&rsquo;s Charter. The chief executive officer of the City is the Mayor. Martin J. Walsh, the Mayor of the City, was elected to serve his first term from January 2014 through January 2018. The Mayor has general supervision of and control over the City&rsquo;s boards, commissions, officers, and departments. The portion of the budget covering appropriations for all departments and operations of the City, except the School Department, is prepared under the direction of the Mayor.",
            "The legislative body of the City is the Boston City Council, which consists of thirteen members serving two-year terms. Four councilors are elected at-large and nine are elected from geographic districts. The City Council may enact ordinances and adopt orders that the Mayor may either approve or veto. Ordinances and orders, except orders for the borrowing or appropriation of money, may be enacted by the City Council over the Mayor&rsquo;s veto by a two-thirds vote. The City Council may reject or reduce a budget submitted to it by the Mayor, but may not increase it."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"ORGANIZATION OF CITY GOVERNMENT: THE MAYOR&rsquo;S CABINET",
          "body":[
            "The City of Boston operates under a cabinet form of government to recognize the major functional responsibilities of city government, to facilitate improvements in the conduct of the executive and administrative business of the City, and to eliminate duplication and waste.",
            "The structure of the Mayor&rsquo;s cabinet is illustrated in the citywide organizational chart displayed on the next page. A description of the members of the Mayor&rsquo;s cabinet and the City departments for which each has authority follows."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Administration & Finance",
            "The Chief Financial Officer, who also serves as the Collector-Treasurer, oversees the City&rsquo;s human and financial resources, including Treasury, Assessing, Auditing, Budget, Purchasing, as well as Labor Relations and Human Resources."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Information & Technology",
            "The Department of Innovation and Technology (DoIT) is responsible for supporting and expanding the use of enterprise-wide technology to improve the business of government and delivery of service."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Education",
            "The Chief of Education is appointed by the Mayor and is responsible for implementing a long-term, collaborative strategy across all educational platforms in the City. The Superintendent of the Boston Public Schools is appointed by the Boston School Committee and oversees all day-to-day operations."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Operations",
            "The Chief of Operations is responsible for Property Management and the Public Facilities Department, and also oversees the Mayor&rsquo;s Office of Intergovernmental Relations."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Public Safety",
            "The Police and Fire Departments provide and promote public safety and protection services, firefighting, and fire prevention services. The Office of Emergency Management is responsible for facilitating communication and cooperation across cities and towns and managing state and federal funds designated for homeland security initiatives."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Health & Human Services",
            "Health & Human Services is responsible for providing human services and other support services for Boston&rsquo;s residents through its departments and programs: the Boston Public Health Commission, including Emergency Medical Services, Boston Centers for Youth & Families, Youth Engagement & Employment, Boston VETS, Fair Housing & Equity, the Commission for Persons With Disabilities, and the Office of Immigrant Advancement."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Chief of Streets",
            "This cabinet includes the Public Works Department, the Transportation Department, Central Fleet Management, and Snow Removal."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Economic Development",
            "The Economic Development Cabinet is comprised of the Office of Economic Development, Consumer Affairs & Licensing, and the Office of Tourism. The Office of Economic Development includes the Small and Local Business Enterprises and the Boston Resident Jobs Policy programs. The Chief of Economic Development also oversees the Boston Planning and Development Agency and the Economic Development and Industrial Corporation, both of which are bodies politic and corporate and are responsible for economic development in the City."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Arts & Culture",
            "This cabinet is responsible for supporting and promoting the arts community in Boston and works with the Boston Public Library, the Arts Commission, and the Boston Cultural Council to bring the arts to the forefront of City life."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Environment, Energy & Open Space",
            "This cabinet is comprised of the Environment Department, the Inspectional Services Department, the Parks & Recreation Department, and the Boston Landmarks Commission. The Chief is responsible for environmental and energy policies for the City."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Housing & Neighborhood Development",
            "The Department of Neighborhood Development (DND), through its Office of Housing Stability and array of diverse programs, invests public resources strategically to strengthen and stabilize the City&rsquo;s neighborhoods."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Civic Engagement",
            "This cabinet is comprised of the Mayor&rsquo;s Office of Neighborhood Services, including the City Hall to Go & Boston 311 programs, and the Elderly Commission."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Communications",
            "The Chief Communication Officer oversees all press related activities and advises the Mayor on the City&rsquo;s overall communications strategy."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Corporation Counsel",
            "The Law Department provides professional legal services, including formal and informal opinions and advice to the Mayor, the City Council, the Boston School Committee, and other officials in matters relating to their official duties, and also represents all of the foregoing entities and individuals in litigation."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Mayor&rsquo;s Chief of Staff",
            "The Mayor&rsquo;s Chief of Staff is a member of the Mayor&rsquo;s cabinet and has an advisory role over all operations of City government. The Chief of Staff is also charged with supervising and directing the operations of the Mayor&rsquo;s office, including scheduling, security, press, and constituent services."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Mayor&rsquo;s Chief of Policy",
            "The Mayor&rsquo;s Chief of Policy is a member of the Mayor&rsquo;s cabinet and has an advisory role over all policy development across all departments of the City."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "An All-Funds Budget",
            "The City of Boston presents a fully integrated budget - including capital, operating, and external funds - to show the total funding available to departments to fulfill their missions.",
            "The operating budget funds personnel and non-personnel expenses to departments so that they may provide important city services. The capital budget funds new construction or renovations to existing city-owned facilities (e.g., police and fire stations, school buildings), infrastructure improvements (e.g., roads, sidewalks, lights), and major equipment purchases such as fire-fighting apparatus. The external funds budget describes the projects and programs that will be undertaken in the next fiscal year with funding received from the state, federal, or other non-general fund sources."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Departmental Operating Budgets",
            "Activities and services of the City are grouped into programs for budgeting and management purposes. The operating budget for each department is presented by program.",
            "A &ldquo;program&rdquo; is defined as an organized group of activities directed toward attaining one or more related objectives, and the resources to execute them.",
            "A program can consist of direct services to the public and neighborhoods of the City (e.g. police patrol or tree maintenance), or traditional city staff functions (e.g. administrative services or engineering and design).",
            "Some City activities may not be defined as separate programs, even though they may be self-contained operations. For example, a fire station is not a separate program, although for accounting purposes it is a cost center within the Fire Department&rsquo;s Fire Suppression program.",
            "Program budgets serve as the basic building blocks of the budget. There are three additional organizational levels above the program level in the budget. The three levels are:"
          ],
          "list":[
            "The Division Level for units within some departments.",
            "The Department Level, which includes departments, commissions, and other offices.",
            "The Cabinet Level, which includes functionally-related departments."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Capital Budget",
            "The capital budget section provides an overview of projects and major initiatives for departments charged with managing facilities and major equipment assets. Dollar amounts are shown for:",
            "Following this overview are capital project profiles, including descriptions of each project mission, the department managing the project, the status and location of each project, and if there are operating budget impacts. A table summarizes the total capital funds authorized for projected expenditures in FY18 and for future years, as well as whether the source is City authorization or other funding such as federal and state infrastructure grants or trust funds. A listing of actual and planned capital expenditures in comparison to authorized dollars is also provided."
          ],
          "list":[
            "FY15 actual capital expenditures,",
            "FY16 actual capital expenditures,",
            "FY17 estimated capital expenditures,",
            "FY18 projected capital expenditures"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"GLOSSARY OF TERMS",
          "body":[
            "Account: A classification of appropriation by type of expenditure.",
            "Account Number: The number by which the City Auditor categorizes an appropriation. For budget purposes, this is also known as appropriation code.",
            "Accrual Basis: The basis of accounting under which transactions are recognized when they occur, regardless of the timing of related cash flows.",
            "Allotment: The amount that can be expended quarterly for personnel as submitted to the City Auditor at the beginning of each fiscal year.",
            "Appropriation: The legal authorization to expend funds during a specific period, usually one fiscal year. In the City of Boston, the City Council is the appropriating authority.",
            "ARRA: The American Recovery and Reinvestment Act of 2009.",
            "Authorization: The legal consent to expend funds.",
            "Balanced Budget: A budget in which revenues equal expenditures. A requirement for all Massachusetts cities and towns.",
            "Bond: An interest-bearing promise to pay, with a specific maturity.",
            "Bonds Authorized and Unissued: The portion of approved bond authorizations or loan orders that has not yet been borrowed for or issued as bonds.",
            "Boston Retirement System (BRS): Agency that manages the City&rsquo;s defined-benefit pension benefit through the management of retirement assets of employees and payment of pensions to retired employees. The Retirement board, an independent board under Chapter 306 of the Acts of 1996, is funded through investment earnings.",
            "Budget: A formal estimate of expenditures and revenues for a defined period, usually for one year.",
            "Budget Amendment: A change from originally budgeted quotas requested by departments to the Human Resources Department and the Office of Budget Management who authorize these changes.",
            "Budget, Level-Service: A budget that describes the funding required for maintaining current levels of service or activity.",
            "Budget/Credit Transfer: The transfer of appropriations from one expenditure account code to another within a department.",
            "Capital Budget: A plan for capital expenditures for projects to be included during the first year of the capital program.",
            "Capital Expenditure: Expenditure for acquiring fixed assets such as land, buildings, equipment, technology and vehicles or for making improvements to fixed assets such as a building addition or renovation.",
            "Capital Plan: A multi-year plan of proposed outlays for acquiring long-term assets and the means for financing those acquisitions, usually by long-term debt.",
            "Capital Improvement: An expenditure that adds to the useful life of the City&rsquo;s fixed assets.",
            "Capital Improvement Program: A multi-year plan for capital expenditures to be incurred each year over a fixed period of years to meet capital needs.",
            "Cash basis: A basis of accounting under which transactions are recognized only when cash changes hands.",
            "Chapter 90 Funds: A state-funded program for payments to cities and towns for 100% of the costs of construction, reconstruction, and improvements to public ways.",
            "Chargeback: A method of billing departments for costs incurred by them for which they are not billed directly (e.g., telephone, postage, and printing). This method can also be used for departmental expenditures that are paid for with external or capital funds.",
            "Cherry Sheet: Originally printed on a cherry-colored form, this document reflects all Commonwealth charges, distributions and reimbursements to a city or town as certified by the state Director of the Bureau of Accounts.",
            "Collective Bargaining: The process of negotiations between the City administration and bargaining units (unions) regarding the salary and fringe benefits of city employees.",
            "Commission: An appointed policy-setting body.",
            "Community Development Block Grant (CDBG): A federal entitlement program that provides community development funds based on a formula.",
            "Credit Balance: Account or departmental deficit. See departmental deficit.",
            "Credit Rating: A formal evaluation of credit history and capability of repaying obligations. The bond ratings assigned by Moody&rsquo;s Investors Service and Standard & Poor&rsquo;s.",
            "CRM: The Constituent Relationship Management (CRM) system tracks citizen requests received through the Mayor&rsquo;s Hotline, online self-service forms, the Citizens Connect mobile application, and direct department contacts.",
            "Debt Limit: The maximum amount of debt that a governmental unit may incur under constitutional, statutory, or charter requirements. The limitation is usually a percentage of assessed valuation and may be fixed upon either gross or net debt.",
            "Debt Outstanding: The general obligation bonds that have been sold to cover the costs of the City&rsquo;s capital outlay expenditures from bond funds.",
            "Debt Service: The annual amount of money necessary to pay the interest and principal on outstanding debt.",
            "Department: A major service-providing entity of city government.",
            "Departmental Deficit: A condition that exists when departmental expenditures exceed departmental appropriations.",
            "Departmental Income: Income generated by a specific city department, usually as a result of user revenues applied for services rendered. Parking meter charges, building permit fees, and traffic fines are examples of departmental income.",
            "Division: A budgeted sub-unit of a department.",
            "DNR: Did not report.",
            "Encumbrance: Funds set aside from an appropriation to pay a known future liability.",
            "Excise: A tax applying to a specific industry or good. The jet fuel tax and the hotel/motel occupancy tax are examples of excises.",
            "Expenditure Account Code: An expenditure classification according to the type of item purchased or service obtained, for example, emergency employees, communications, food supplies, and automotive equipment.",
            "Expenditure: An actual payment for goods or services received.",
            "Expense/Debit Transfer: The transfer of actual expenditures from one expenditure account code to another within or between departments.",
            "External Fund: Money that is not generated from city general fund sources, but is received by an agency, such as grants or trusts.",
            "Fiscal Year: The twelve-month financial period used by the City beginning July 1 and ending June 30 of the following calendar year. The City&rsquo;s fiscal year is numbered according to the year in which it ends.",
            "Fixed Debt: Long-term obligations other than bonds, such as judgments, mortgages, and long-term notes or certificates of indebtedness.",
            "Free Cash: The amount of budgetary fund balance available for appropriation and certified by the MA Department of Revenue. Only considered to offset certain fixed costs or to fund extraordinary and non-recurring events.",
            "Full Faith and Credit: A pledge of the general taxing powers for the payment of governmental obligations. Bonds carrying such pledges are usually referred to as general obligation or full faith and credit bonds.",
            "Full-time Equivalent Position (FTE): A concept used to group together part-time positions into full-time units.",
            "Fund: An independent fiscal and accounting entity with a self-balancing set of accounts recording cash and/or other resources with all related liabilities, obligations, reserves, and equities that are segregated for specific activities or objectives. Among the fund types used by the City are General, Special Revenue, Capital Projects, Trust, and Enterprise.",
            "GAAP: Generally Accepted Accounting Principles. The basic principles of accounting and reporting applicable to state and local governments, including the use of the modified accrual or accrual basis of accounting, as appropriate, for measuring financial position and operating results. These principles must be observed to provide a basis of comparison for governmental units.",
            "General Fund: The fund into which the general (non-earmarked) revenues of the municipality are deposited and from which money is appropriated to pay the general expenses of the municipality.",
            "General Obligation (G.O.) Bonds: Bonds for whose payment, the full faith and credit of the issuer has been pledged. More commonly, but not necessarily, general obligation bonds are payable from property taxes and other general revenues.",
            "Goal: A statement, in general terms, of a desired condition, state of affairs or situation. By establishing goals, departments can define their missions and the methods for achieving those goals.",
            "Grant Year: The grant accounting period designated by the requirements of a specific grant.",
            "Headcount: The actual number of full-time or full-time equivalent employees in a department at any given time.",
            "Interest: Compensation paid or to be paid for the use of money, including interest payable at periodic intervals or discount at the time a loan is made.",
            "Interest Rate: The interest payable, expressed as a percentage of the principal available for use during a specified period of time.",
            "K1 seats: Kindergarten 1, the early childhood program for four-year olds.",
            "Line item: See Expenditure Account Code.",
            "Massachusetts Water Pollution Abatement Trust (MWPAT): A statewide revolving fund that commenced operations in 1990 to address necessary environmental actions outlined in the Federal Clean Water Act.",
            "Mayoral Reallocation: A transfer of appropriations of up to $3 million that may be authorized by the Mayor until April 15 in a given fiscal year to relieve departmental deficits or address unanticipated financial problems.",
            "Mission: A general overview of the purposes and major activities of a department or program.",
            "Modified Accrual Basis: The accrual basis of accounting adapted to the governmental fund type, wherein only current assets and current liabilities are generally reported on fund balance sheets and the fund operating statements present financial flow information (revenues and expenditures). Revenues are recognized when they become both measurable and available to finance expenditures of the current period. Expenditures are recognized when the related fund liability is incurred except for a few specific exceptions. All governmental funds and expendable trust funds are accounted for using the modified accrual basis of accounting.",
            "Official Statement: The municipal equivalent of a bond prospectus.",
            "Operating Budget: A legally adopted plan for anticipated expenditures for personnel, contractual services, supplies, current charges, and equipment in one fiscal year.",
            "Payments-In-Lieu-of-Taxes: Income to replace the loss of tax revenue resulting from property exempted from taxation.",
            "Performance Measure: An indicator of progress toward a strategy. Measures can be defined for identifying output, work or service quality, efficiency, effectiveness, and productivity.",
            "Principal: The face amount of a bond, exclusive of accrued interest.",
            "Program: An organized group of activities and the resources to execute them.",
            "Program Evaluation: The process of comparing actual service levels achieved with promised levels of service with the purpose of improving the way a program operates.",
            "Proposition 2 1/2: A statewide ballot initiative limiting the property tax levy in cities and towns in the Commonwealth to 2 1/2 percent of the full and fair cash valuation of the taxable real and personal property in that city or town. The statute also places an annual growth cap of 2 1/2 percent on the increase in the property tax levy, with exceptions for new growth.",
            "Quota: The planned number of positions that can be filled by a department, subject to the availability of funds. The quota can refer either to specific titles or to the number of personnel in the entire department. The quota of positions may change by means of a budget amendment. The actual number of personnel working in a department at any given time may differ from the quota.",
            "Reimbursement Grant: A federal or state grant that is paid to the City once a project is completed and inspected for conformance to the grant contract. The City must provide the full funding for the project until the reimbursement is received.",
            "Reserve Fund: An appropriation for contingencies.",
            "Revenue: Income received by the City.",
            "Salary Savings: For budget purposes, savings that accrue due to employee turnover or unfilled budgeted positions in a department.",
            "SLA: A Service Level Agreement (SLA) represents a department&rsquo;s stated expectation of the amount of time it will take to close out specific types of constituent service requests in CRM. The SLA can then be used as a standard of department performance.",
            "Special Appropriation: An authorization to expend funds for a specific project not encompassed by normal operating categories.",
            "Special Revenue Fund: Used to account for the proceeds of specific revenue sources (other than special assessments, expendable trusts, or sources for major capital projects) legally restricted to expenditures for specific purposes. A special revenue fund is accounted for in the same manner as a General Fund.",
            "STAT: Statutory accounting and reporting adopted by a legislative body of a governmental entity. The method of recording and reporting actual expenditures and revenues within a plan of financial operations that establishes a basis for the control and evaluation of activities financed through the General Fund.",
            "State Distributions: All City revenue flowing from the state. Major categories include educational distributions and reimbursements, direct education expenditures, general government reimbursements, and other distributions.",
            "Supplementary/Supplemental Appropriation: An appropriation that is submitted to the City Council after the operating budget has been approved. Such appropriations must specify a revenue source.",
            "Tax Exempt Bonds: Bonds exempt from federal income, state income, or state or local personal property taxes.",
            "TBR: To be reported.",
            "Third Party Payment: Medical payments, usually from an insurance carrier to a health care provider on behalf of an injured or infirm party.",
            "Trust Funds: Funds held by the City in a fiduciary role, to be expended for the purposes specified by the donor.",
            "Unliquidated Reserve: A fund established at year-end, used to pay for goods and services received this year, but not billed until next year."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "External Funds",
            "The financial data identify the major groups and expenditure account codes for external funds expenditures. Historical expenditures and the proposed appropriations in these accounts in FY18 are shown. The personnel data show permanent positions, including existing and proposed positions, funded with external funds. All permanent positions are listed by union and grade within the department or division. The total salary request is listed for these positions by job title. The External Funds Projects page lists a description of each project&rsquo;s mission."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Department Personnel Data",
          "body":[
            "Personnel data shows funding for permanent positions, including existing and proposed positions. All permanent positions are listed by union and salary grade within the department or division. The total salary request is listed for these positions.",
            "For each position shown, the following information is provided:",
            "Title: The civil service/personnel system job title for the position.",
            "Union Code and Grade: The union code (including exempt and CDH for department head) and code for the salary grade of the position.",
            "Position and Salary Requirement: These columns show the number of permanent positions for which funding is available and the total funding provided for that title for the upcoming fiscal year.",
            "Total Funding: The total funding for permanent employees, shown at the bottom right of the personnel sheet, reflects the amount of funding required to support personnel prior to adjustments. This figure may be adjusted by differential payments, other payments, chargebacks, and salary savings.",
            "Differential Payments: Employees who are serving temporary job titles or who are entitled to additional payments based on the shifts they work (e.g., night shifts) receive differential payments. This figure is added to the permanent employee line.",
            "Other: The permanent employee line contains other payments such as sick leave and vacation buybacks.",
            "Chargebacks: Some personnel costs are charged to another fund or appropriation. These costs or reimbursements are included in the permanent employee line.",
            "Salary Savings: This figure reflects savings due to vacancies. The amount is estimated based on experience in prior fiscal years and subtracted from the total salary requirements."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Department History",
          "body":[
            "Expenditure account codes are listed within six expenditure groups. Dollar amounts are shown for:"
          ],
          "list":[
            "FY15 actual expenditures,",
            "FY16 actual expenditures,",
            "FY17 appropriations,",
            "FY18 adopted budgets, and",
            "The difference between the FY17 appropriation and the FY18 adopted appropriation."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Description of Organization and Definition of Categories",
            "This section outlines the information reported within each department and program in the budget."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Department or Division Level",
          "body":[
            "Department Mission: The mission statement is a fundamental statement of purpose.",
            "Performance Goals: These goals represent stated aims for which the department or division is held accountable.",
            "Description of Services: The description of services provides a general overview of the department and its responsibilities, and lists examples of major services provided.",
            "Authorizing Statutes: This section lists statutes and ordinances that create departments as well as endow them with legal powers.",
            "Operating Budget: The operating budget presentation includes a table displaying total operating and external budgets by program beginning with FY15 actual expenses through the FY18 budget."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"Program Level",
          "body":[
            "Program Description: This section presents a general overview of the program, including its responsibilities and major services provided.",
            "Program Goals: Each program identifies the department goals related to the efforts of the program to further the department&rsquo;s mission.",
            "Performance Measures: Performance measures demonstrate a program&rsquo;s progress in implementing the department&rsquo;s goals. Performance measures may gauge workload, effectiveness, efficiency, or productivity. Some performance measures also show the changing context in which programs are working."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "The Operating and Capital Budget Document: Organization of the Volumes",
            "Volume I contains information on the FY18 budget and the context in which it is prepared. Sections include:",
            "In Volumes II and III, cabinet and departmental budgets are presented by cabinet. The cabinet presentation includes cabinet mission and initiatives, followed by a table displaying total operating, external, and capital budgets. The budget presents FY15 actual results through the FY18 budgets."
          ],
          "list":[
            "Mayoral Transmittal Letters",
            "Executive Summary",
            "Summary Budget",
            "Revenue Estimates and Analysis",
            "Education",
            "Capital Planning",
            "Data Analytics",
            "Boston&rsquo;s People and Economy",
            "Financial Management",
            "Statutes and Ordinances",
            "Budget Organization and Glossary ",
            "City Council Orders"
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "title":"ORGANIZATION OF THE BUDGET",
          "body":[
            "The City of Boston&rsquo;s program budget provides information related to City services and their associated costs. The operating and capital budgets present the recommended resource allocations in terms of personnel, facilities, goods, and services. The budget document also describes the services provided by each City department and the performance targets that have been set for FY18."
          ]
        }
      ]
    },
    {
      "text_block":[
        {
          "body":[
            "Financial Data",
            "The financial data tables identify the major groups and expenditure account codes (for example, Personnel Services/Overtime, Supplies and Materials/Office Supplies), historical expenditures in each, and the proposed appropriations in each group and account in FY18.",
            "Two financial data sheets are provided for the FY18 operating budget: Department History and Department Personnel."
          ]
        }
      ]
    }
  ]
}
---
