---
{
  "title":"MBTA Assessment",
  "layout":"bos_content",
  "permalink":"/featured-analysis/mbta-assessment/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Recommended",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy19_recommended~json~_chapters~featured_analysis~mbta-assessment.json",
  "source_time":"20180327182203",
  "source_year":"19",
  "card":[
    {
      "category":"Expenditures",
      "order":12,
      "title":"MBTA Assessment",
      "body":"Boston shares in the cost of public transit.  See how.",
      "img":"/img/cards/mbta-assessment.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"State Assessments",
          "body":[
            "Accompanying the local aid distributions on the State&rsquo;s Cherry Sheet are charges to the City from the Commonwealth. The City expects to be assessed $264.9 million by the Commonwealth in FY18, $19.0 million over the previous year.",
            "Boston&rsquo;s Charter School Tuition Assessment is projected to increase by $17.5 million (11.2%) over the FY17 budget, as about 10,600 students are projected to attend a Commonwealth Charter School in FY18. This increase brings Boston&rsquo;s Charter School Tuition Assessment to $174.4 million. Boston has seen its charter school costs rise dramatically since the enactment of the 2010 Achievement Gap Legislation (155% or $106.1 million between FY11 and FY18 Adopted Budget). Although the proposed charter school cap ballot initiative did not pass in 2016, the City anticipates that its assessment will continue to rise as tuition rates increase and the cap allows a moderate number of new seats each year. ",
            "Aside from the assessments for Charter School Tuition and the Massachusetts Bay Transportation Authority (MBTA) state assessment growth is relatively small. In accordance with Proposition 2 1/2, these charges, except for Charter School Tuition, cannot increase by more than 2.5% annually on a statewide basis. "
          ]
        }
      ]
    }
  ]
}
---
