---
{
  "cabinet":"Administration & Finance",
  "debug":"JBDCP",
  "department":"Purchasing Division",
  "file_version":"",
  "head_name":"Kevin Coyne",
  "head_title":"Purchasing Agent",
  "name":"Purchasing Division",
  "parent":"Administration & Finance",
  "section_id":20,
  "section_md5_id":"98F13708210194C475687BE6106A3B84",
  "section_type":"capital_budget",
  "section_type_short":"L",
  "source_version":"Recommended",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy19_recommended~json~_cp_depts~purchasing-division.json",
  "source_time":"20180407210327",
  "source_year":"19",
  "mission":[
    "The mission of the Purchasing Department is to purchase the best quality products at the lowest possible price and to deliver those products to City departments promptly. The department is also responsible for surplus property, processing mail, providing copier service and publishing the City Record."
  ],
  "description_of_services":[
    "The Purchasing Department procures all supplies, materials, and equipment for City departments. The department selects vendors through public bidding and processes purchase orders and contracts. The Central Services Unit ensures the efficient and economical disposal of all surplus City property excluding land and buildings, and processes and posts all outgoing, inter-office, and incoming mail. This unit also produces the City Record and operates the Copy Center."
  ],
  "selected_performance_strategies":[
    {
      "program":"Procurement",
      "strategies":[
        "The Procurement Office in the City of Boston uses a 100% electronic format. Creating a contract should be a seamless and relatively quick process. This is achieved by continiously monitoring and reviewing this process.",
        "To display the percentage of savings the departments are able to achieve from request to the time of order.",
        "To measure the amount of time that it takes to produce a purchase order (should be less than seven days). There are certain cases where there is need to be publically bid, and it will be longer.",
        "To simplify conducting business with the City of Boston. To provide an exceptional expierence and a superior level of customer service for all vendors. To supply support to vendors at all stages of procurement."
      ]
    }
  ]
}
---
