---
{
   "file-format":0.03,
   "parent_id":"EA8EA3BFAA27CF4C2F61470447C87EEA",
   "name":"Transportation",
   "section_type":"Capital Budget",
   "section_type-short":"L",
   "section_link_id":5,
   "md5_id":"25D6C78AA672AD5603FB0B7DA416F90A",
   "source_version":"Approved",
   "source_year":"17",
   "description":[
     "Initiatives to support an accessible multimodal transportation system that gets Bostonians where they need to go reliably and safely."
   ],
   "vol1_category_copy":"In FY17, the City is investing $3.1 million in Vision Zero – an initiative focused on improving safety, eliminating serious injuries and fatalities for cyclists and pedestrians through improved roadway design and public education; and the Walkable Streets program which takes a holistic look at pedestrian access by reconstructing long sidewalk sections. Through ongoing annual programs the Public Works Department will reconstruct five lane-miles of roadway and resurface 40 lane-miles of roadway, install 10 miles of bike lanes and 800 ADA/MAAB compliant pedestrian ramps, and continue the replacement of existing street light fixtures with LED fixtures. In FY17 the capital plan provides increased funding for roadway resurfacing, sidewalk repairs, and improvements to the Freedom Trail. The reconstruction program includes several large-scale, significant projects, including the $29 million Connect Historic Boston program, funded in part with a federal grant; Quincy Street as part of the Choice Neighborhood in Roxbury; and a redesigned Central Square in East Boston.",
   "selected_performance_strategies":[
      {
         "program":"Construction Management",
         "strategies":[
            "To reconstruct and resurface the City's roadways and sidewalks to ensure a safe and passable right of way."
         ]
      },
      {
         "program":"Highway Field Operations",
         "strategies":[
            "To maintain clean City streets."
         ]
      },
      {
         "program":"Street Lights",
         "strategies":[
            "To efficiently maintain street lights."
         ]
      },
      {
         "program":"Waste Reduction",
         "strategies":[
            "To collect and dispose of residential solid waste and recyclable materials in a cost-effective and efficient manner.",
            "To increase the diversion rate of recycling through the Recycling Program.",
            "To respond to cleanliness and environmental safety complaints within 48 hours."
         ]
      }
   ],
   "overview":"Public Works is committed to implementing capital projects that will result in safe, well-functioning and attractive roadways, sidewalks, bridges and street lights.",
   "fy_major_initiatives":[
      "Public Works will continue construction on the Connect Historic Boston project, leveraging a $15.5m Transportation Infrastructure Generating Economic Recovery (TIGER) grant from the Federal Department of Transportation.",
      "The City will begin the sixth year of the citywide project to convert mercury and sodium vapor streetlights to LEDs, leveraging outside funds from EverSource to complete the project.",
      "A pilot program to install igniters into gas lamps will continue to expand, allowing the lights to be turned off during day light hours. Incentive funds from National Grid will be utilized.",
      "The reconstruction and installation of pedestrian ramps on sidewalks will continue throughout the City, to improve accessibility.",
      "Walkable Streets will focus on longer, contiguous sections of sidewalks to improve overall mobility.",
      "Design processes with community input for major neighborhood improvements at North Square in the North End, and Commonwealth Avenue Phase 3 & 4 in Brighton will continue."
   ],
   "table_summary":[
      {
         "table_title":"Capital Budget Expenditures",
         "table_header":[
            {
               "line_type":"header",
               "line_title":null,
               "line_data_type":"string",
               "fy-2":"FY15 Actual",
               "fy-1":"FY16 Actual",
               "fy-0":"FY17 Estimated",
               "fy+1":"FY18 Total"
            }
         ],
         "data":[
            {
               "line_type":"total",
               "line_title":"Total Department",
               "line_data_type":"number",
               "fy-2":85820850,
               "fy-1":82178496,
               "fy-0":81989744,
               "fy+1":81989710
            }
         ]
      }
   ],
   "projects":[
      {
         "name":"ADA / AAB Pedestrian Ramps",
         "mission":"Install or reconstruct pedestrian ramps to conform to current Americans With Disabilities Act and Architectural Access Board regulations.",
         "managing_department":"Public Works Department",
         "investment_category":"Transportation",
         "status":"Annual Program",
         "location":"Citywide",
         "operating_impact":"No",
         "expenditures_summary": {
            "fy-0": 1600000,
            "total": 8000000
         }
      },
      {
         "name":"Central Maintenance Facility Complex",
         "mission":"Continued renovations to the building, garage and grounds.",
         "managing_department":"Public Facilities Department",
         "investment_category":"Transportation",
         "status":"In Design",
         "location":"South End",
         "operating_impact":"No",
         "expenditures_summary": {
            "fy-0": 0,
            "total": 5669642
         }
      }
   ],
   "projects_total":{
      "fy-0": 1600000,
      "total": 13669642
   }
}
---
