---
{
  "debug":"JCB",
  "cabinet":"Housing & Neighborhood Development",
  "department":null,
  "file_version":"",
  "head_name":"Sheila Dillon",
  "head_title":"Chief of Housing & Neighborhood Development",
  "name":"Housing & Neighborhood Development",
  "parent":"root",
  "section_id":13,
  "section_md5_id":"C51CE410C124A10E0DB5E4B97FC2AF39",
  "section_type":"cabinet",
  "section_type_short":"C",
  "source_version":"Adopted",
  "source_path":"JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~housing-and-neighborhood-development.json",
  "source_time":"20180309173733",
  "source_year":"18",
  "mission":[
    "The Cabinet is committed to making Boston the most livable city in the nation by working with its many communities to build strong neighborhoods through the strategic investment of public resources."
  ],
  "overview":[
    "Excluding the one-time payment to the Boston Housing Authority in FY17, the FY18 budget for the Housing and Neighborhood Development Cabinet will increase by 1.3% reflecting Department of Neighborhood Development (DND) investments in Boston&rsquo;s Way Home, the City&rsquo;s plan to end chronic and veteran homelessness, and in the Office of Housing Stability. ",
    "Through Boston&rsquo;s Way Home and the Boston Homes for the Brave initiative, Boston has housed 842 homeless veterans since July 2014. Because of its commitment to ongoing investments in housing and services, Boston maintains the lowest rate of unsheltered people experiencing homelessness among all major US cities, and the lowest rate of unsheltered homelessness among individuals with chronic patterns of homelessness.",
    "To support Boston&rsquo;s Way Home, the FY18 budget includes an increase of $150,000 in federal funds to provide support services for veterans not eligible for VA programs. In addition, $50,000 in federal funds will be used to modify the Homebuyer Financial Assistance Program to provide down payment assistance to veterans who may not be eligible for the City&rsquo;s programs under current rules.",
    "In FY18, $75,000 will be invested in the Office of Housing Stability to enhance initiatives, including offering training for both landlords and tenants, developing a tenant orientation guide, and funding families in need of emergency placement. Since July 2014 a total of 2,521 households have been able to retain their housing as a result of City services such as foreclosure and eviction prevention.",
    "The FY18 budget continues Boston&rsquo;s annual $7.25 million general fund investment in housing. This amount includes a line item used exclusively for elderly housing production. The elderly housing investment was first introduced by Mayor Walsh in FY16. Combining these general fund dollars with federal grants, state grants, and developer fees allows the City to leverage a wide variety of sources to invest in the creation and preservation of affordable housing citywide, a key to reaching targets outlined in Mayor Walsh&rsquo;s Housing a Changing City: Boston 2030.",
    "To solve the challenges of creating middle income housing in Boston, Mayor Walsh created the Housing Innovation Lab in 2015. The lab&rsquo;s work has led to the adoption of Boston&rsquo;s first density bonus program, which will yield hundreds of privately financed affordable housing units; the launch of a compact living development competition on City-owned vacant land; and support for an accessory dwelling units policy. As grant funding for this program is exhausted, the City will invest $97,500 in general funds to maintain the operation in FY18. ",
    "The FY18 Budget projects that DND will receive over $62 million in external funds from federal and state grants, as well as revenue from certain developer fees. Although proposed federal budget cuts raises questions about future levels of funding for Community Development Block Grant (CDBG) and HOME Investment Partnership, this budget assumes that DND will continue to receive these recurring federal entitlement grants, which provide funding for a variety of neighborhood development activities as well as competitive grants such as the Continuum of Care (CoC) program. The City will advocate that these critical programs are maintained in the federal budget. Additionally, the City uses the funding from the Inclusionary Development Fund to support the creation of affordable housing citywide."
  ],
  "operating_department":{
    "table_type":"operating_department",
    "table_title":"Operating Budget",
    "Program Name":"Department",
    "line_type":"title",
    "fy-2":"FY15 Actual",
    "fy-1":"FY16 Actual",
    "fy-0":"FY17 Budget",
    "fy+1":"FY18 Budget",
    "data":[
      {
        "department":"affordable-housing-leading-the-way",
        "line_type":"data",
        "fy-2":5500000,
        "fy-1":0,
        "fy-0":0,
        "fy+1":0
      },
      {
        "department":"neighborhood-development",
        "line_type":"data",
        "fy-2":4968262,
        "fy-1":11544055,
        "fy-0":12963182,
        "fy+1":13125615
      },
      {
        "total":"Total",
        "line_type":"total",
        "fy-2":10468262,
        "fy-1":11544055,
        "fy-0":12963182,
        "fy+1":13125615
      }
    ],
    "capital_budget_expenditures":[
      {
        "table_type":"capital_budget_expenditures",
        "table_title":"Capital Budget Expenditures",
        "table_header":{
          "title":"Capital Budget Expenditures",
          "line_type":"header",
          "fy-2":"FY15 Actual",
          "fy-1":"FY16 Actual",
          "fy-0":"FY17 Estimated",
          "fy+1":"FY18 Projected"
        },
        "data":[
          {
            "title":"Neighborhood Development",
            "line_type":"data",
            "fy-2":854701,
            "fy-1":129788,
            "fy-0":1855038,
            "fy+1":2334940
          },
          {
            "title":"Total",
            "line_type":"total",
            "fy-2":854701,
            "fy-1":129788,
            "fy-0":1855038,
            "fy+1":2334940
          }
        ]
      }
    ]
  },
  "external_funds_tables":{
    "table_type":"external_funds",
    "table_title":"external_funds",
    "table_header":{
      "title":"Department",
      "line_type":"header",
      "fy-2":"FY15 Actual",
      "fy-1":"FY16 Actual",
      "fy-0":"FY17 Budget",
      "fy+1":"FY18 Budget"
    },
    "data":[
      {
        "title":"Neighborhood Development",
        "line_type":"data",
        "fy-2":226774368,
        "fy-1":262042508,
        "fy-0":289568200,
        "fy+1":248090828
      },
      {
        "total":"Total Cabinet",
        "line_type":"total",
        "fy-2":226774368,
        "fy-1":262042508,
        "fy-0":289568200,
        "fy+1":248090828
      }
    ]
  }
}
---
