---
{
  "title":"Access to Addiction Services",
  "layout":"bos_content",
  "permalink":"/featured-analysis/access-to-addiction-services/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~BudgetSoft Publisher~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~access-to-addiction-services.json",
  "source_time":"20180221091306",
  "source_year":"18",
  "card":[
    {
      "category":"Budget Priorities",
      "order":17,
      "title":"Access to Addiction Services",
      "body":"Boston is expanding the PAATHS program services to evenings and weekends",
      "img":"/img/cards/access-to-addiction-services.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"Improving and Expanding Addiction Services",
          "body":[
            "Throughout his Administration, Mayor Walsh has dedicated increased resources for helping those in need of substance use and addiction supports, including the addition of 55 clinicians, outreach workers, homeless caseworkers and coordinators and other recovery staff at the Boston Public Health Commission (BPHC). In August 2015, he created the Mayor&rsquo;s Office of Recovery Services (ORS), the first municipal office in the U.S. solely dedicated to addressing substance use and addiction. In the past year, ORS initiated a partnership with Boston Fire, Police, & Emergency Medical Services (EMS) to provide recovery resources to residents following overdoses and teamed up with UMass-Boston to support its Student Recovery Communities. ",
            "Last year, the Mayor launched 311 for Recovery Services, the City of Boston's new hotline support system designed to help people struggling with substance use and addiction to access recovery resources. The investment linked 311 service with the PAATHS (Providing Access to Addictions Treatment, Hope and Support) Program, a one-stop shop for individuals, families, community partners, and other treatment providers looking for information about, or access to, addiction treatment services. Due to this investment, PAATHS has seen a 50% increase in calls and a 74% increase in walk-ins, while the number of new patients accessing services has doubled. ",
            "In FY18, the City will build on the success of the PAATHS program and enable it to expand services to evenings and weekends. This new investment, which includes funding for three Public Health Advocates, a Clinician, and a Program Director, allows the program to remain open until 7:00 pm on weekdays and from 9:00 am to 4:00 pm on weekends. "
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Budget Priorities"
        },
        {
          "card":"/featured-analysis/data-driven-ems/"
        },
        {
          "card":"/featured-analysis/firefighter-health-and-safety/"
        },
        {
          "card":"/featured-analysis/homeless-shelter-services/"
        },
        {
          "card":"/featured-analysis/homeless-action-plan/"
        }
      ]
    }
  ]
}
---
