---
{
  "title":"BPS Enrollment",
  "layout":"bos_content",
  "permalink":"/featured-analysis/bps-enrollment/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~BudgetSoft Publisher~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~bps-enrollment.json",
  "source_time":"20180221091319",
  "source_year":"18",
  "card":[
    {
      "category":"Education",
      "order":5,
      "title":"BPS Enrollment",
      "body":"Student enrollment is the foundation of the BPS budget.  See why.",
      "img":"/img/cards/bps-enrollment.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "body":[
            "BPS Enrollment",
            "Student enrollment is the foundation of the BPS budget. The preliminary stage of the budget process involves enrollment projections for each program, grade, and school, which are based on historic trends and current data. The projected enrollment at each school for the upcoming school year determines the allocation of resources at the school level through the weighted student funding formula. The FY18 budget development process included a more rigorous use of data, and collaboration between school leaders and BPS Finance to develop accurate enrollment projections. In FY18, the BPS projected budgeted enrollment is approximately 57,200, including an additional 100 prekindergarten seats. Overall enrollment has remained consistent over the past 5 years, ranging from a high of 56,959 students in 2014-15, to a low of 56,404 in the 2016-2017 school year. ",
            "At the school level, BPS has seen some shifts in enrollment. BPS gives parents a voice in where their child attends schools, which causes  shifts from year to year. The BPS School Committee has also supported school communities that have requested to expand grades in recent years, which has led to shifts in enrollment. It is projected that 600 more students will be enrolled in the District&rsquo;s highest performing schools next year."
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Education"
        },
        {
          "card":"/featured-analysis/weighted-student-funding/"
        },
        {
          "card":"/featured-analysis/early-childhood-education/"
        }
      ]
    }
  ]
}
---
