---
{
  "title":"Early Childhood Education",
  "layout":"bos_content",
  "permalink":"/featured-analysis/early-childhood-education/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~early-childhood-education.json",
  "source_time":"20180315173518",
  "source_year":"18",
  "card":[
    {
      "category":"Education",
      "order":7,
      "title":"Early Childhood Education",
      "body":"Data shows BPS prekindergarten attendees outperform their peers.  Learn how.",
      "img":"/img/cards/early-childhood-education.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "body":[
            "Early Childhood Education",
            "Research confirms that pre-kindergarten has a positive impact on student achievement in the Boston Public Schools. BPS currently serves approximately 2,500 children in pre-kindergarten classrooms, and demand increases every year. Those students are part of the 90% of Boston&rsquo;s 5,350 four-year-olds who are enrolled in a pre-kindergarten program, in either a school or community-based setting.  BPS early education programs have been recognized as among the most effective in the nation at closing achievement gaps. They are content-rich in science, literacy, arts and math. Data shows BPS prekindergarten attendees outperform their peers in third and fifth grade MCAS, both in ELA and in Math. ",
            "In FY18, Mayor Walsh will continue his successful campaign to expand BPS pre-kindergarten (K1) seats and make an investment to establish a universal pre-k infrastructure. With more than 100 additional K1 students to be served in FY18, Mayor Walsh will have added 422 K1 seats to BPS since he took office at a total investment of over $4.3 million.  Mayor Walsh has also filed early education finance legislation to close the &ldquo;quality gap&rdquo; in pre-kindergarten seats in Boston by investing in programs at BPS and in community based organizations. The Universal Pre-Kindergarten (UPK) taskforce estimates a 1,350 seat gap in Boston between the number of quality seats?&mdash;?roughly 4,000?&mdash;?and the current number of 4-year olds (5,350). To dedicate $16.5 million to early education, this legislation would redirect the surplus amounts generated by two Convention Center Fund revenues that are produced exclusively in Boston.",
            "BPS will continue to strengthen and expand programs, including full-day K1 classrooms for four-year-olds. More than half of BPS early childhood classrooms have earned accreditation from the National Association for the Education of Young Children (NAEYC), affirming that these programs offer high-quality, state-of-the-art education to help get children off to successful starts."
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Education"
        },
        {
          "card":"/featured-analysis/bps-operating-budget/"
        }
      ]
    }
  ]
}
---
