---
{
  "title":"Energy Management",
  "layout":"bos_content",
  "permalink":"/featured-analysis/energy-management/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_year":"18",
  "card":[
    {
      "category":"Expenditures",
      "order":3,
      "title":"Energy Management",
      "body":"Boston shrinks its energy use and reduces its carbon footprint.  See how.",
      "img":"/img/energy-management.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "body":[
            "Energy Management",
            "In FY18, department energy budgets total $49.1 million with electricity costs making up 53% of the budget, natural gas costs making up 26% of the budget and gasoline/diesel comprising 9% of the budget. The remaining 12% of the budget funds water and sewer, steam, and heating oil.",
            "Since 2014, the City has performed 18,551 streetlight LED retrofits. The FY18 Budget reflects an avoidance of 33.6 mWh, or $5.8 million in energy costs, directly attributable to this work.",
            "In FY18, the Walsh Administration plans to make energy efficiency improvements to City buildings, under an initiative entitled &ldquo;Renew Boston Trust&rdquo;. This initiative aims to bundle municipal energy efficiency renovation projects and capture the resulting financial savings. The City plans to finance the program with general obligation bonds payable with the financial savings resulting from reduced energy consumption. The City expects to implement the program through contracts with energy service companies (ESCOs). The contracts will include performance guarantees to ensure the energy savings produced will sufficiently offset anticipated debt service costs. ",
            "The City utilizes a cloud-based Enterprise Energy Management System (&ldquo;EEMS&rdquo;) to track and control energy use. EEMS allows the City to monitor and report on the energy consumed by its 314 buildings, other fixed assets, and vehicle fleet. This enables the City to maximize energy savings from opportunities that require real-time feedback, such as electricity peak shaving. The City also utilizes EEMS to meet its public reporting obligations under the Building Energy Reporting and Disclosure Ordinance.",
            "The City&rsquo;s electricity requirements have been met by third-party commodity supply contractors since March 2005. To date, the amounts the City has paid to its third-party electricity suppliers have been less than the amounts it would have paid if it had continued to accept default electric service from its local distribution company, Eversource, formerly known as NSTAR &ndash; Boston Edison."
          ]
        }
      ]
    }
  ]
}
---
