---
{
  "title":"Excise Tax Revenue",
  "layout":"bos_content",
  "permalink":"/featured-analysis/excise-tax-revenue/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~excise-tax-revenue.json",
  "source_time":"20180321121043",
  "source_year":"18",
  "card":[
    {
      "category":"Revenue",
      "order":12,
      "title":"Excise Tax Revenue",
      "body":"Boston is projecting strong room occupancy and meals excise revenue.",
      "img":"/img/cards/excise-tax-revenue.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"Excise Taxes",
          "body":[
            "The excise on the sale of jet fuel is 5% of the average sales price of the previous quarter, but not less than five cents per gallon. Increases in fuel prices lead to increased jet fuel excise revenue. Jet fuel prices have decreased sharply from their peak in FY12. Jet fuel excise revenue totaled $29.7 million in FY15 and $36.8 million in FY16 due to a late payment from FY15. The City budgeted $27.7 million in FY17 and the FY18 budget estimates a decrease to $22.0 million as low fuel prices are expected to continue. Estimates incorporate fuel price forecasts from the Energy Information Administration (EIA) and air traffic volume from Logan International Airport.",
            "In August 2016, Governor Charlie Baker signed bipartisan legislation creating a statewide regulatory framework for transportation network companies (TNCs). In addition to creating regulations for the industry, the law creates a $0.20 per-ride assessment collected from TNCs that by statute shall not be charged to a rider or driver and sunsets after ten years. The City of Boston will receive half of the per-ride assessment, or $0.10, for each ride originating in Boston. The FY18 budget estimates $2 million in new revenue from the per ride assessment. "
          ]
        }
      ]
    }
  ]
}
---
