---
{
  "title":"External Funds",
  "layout":"bos_content",
  "permalink":"/featured-analysis/external-funds/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~external-funds.json",
  "source_time":"20180315173635",
  "source_year":"18",
  "card":[
    {
      "category":"Expenditures",
      "order":11,
      "title":"External Funds",
      "body":"Federal, State, and private funding supplement the City's operating budget.  ",
      "img":"/img/cards/external-funds.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "body":[
            "External Funds",
            "The City&rsquo;s $3.14 billion operating budget is supplemented by approximately $304.9 million in external funds. These funds consist mainly of federal, state, and private funding earmarked for specific purposes. Education, housing, economic development, public health and public safety are some of the largest areas for which these funds are targeted.",
            "Twenty-seven departments and agencies expect to receive federal, state or other forms of external funding in FY18. Over 93% of the City&rsquo;s external funds are found in eight of those twenty-six departments. These eight departments are Boston Public Schools, Neighborhood Development, Public Health Commission, Emergency Management, Police, Library, Elderly Commission and the Parks and Recreation Department. Other departments that also have significant grant funding are the Office of Economic Development and the Fire Department. Descriptions and amounts of grants by department can be found in Volumes II and III.",
            "Federal grants have historically provided funding for key City priorities for education, community development, and services for seniors. Boston Public Schools, the Department of Neighborhood Development (DND), and the Elderly Commission have been the traditional recipients of recurring entitlement grants provided by the federal government.",
            "Although proposed federal budget cuts open questions about future levels of funding for Community Development Block Grant (CDBG) and HOME Investment Partnership, this budget assumes that DND will continue to receive these recurring federal entitlement grants, which provide funding for a variety of neighborhood development activities. The City will advocate that these critical programs are maintained in the federal budget. Other sources of federal funding received by the City are used to address diverse needs and/or creative approaches for homeland security, community policing and housing support for the homeless.",
            "{02 Summary Budget - SUMMARY - External Funds Chart.xlsx:For Volume I:External_Funds}",
            "FY18 All Funds Budget",
            "The following table consolidates the projected FY18 expenditures from the General Fund, Special Revenue Funds (external grants for the most part) and the Capital Fund by department. More detail on the expenditures made from each of these funds is shown in Volumes II and III of the City of Boston&rsquo;s FY18 budget document.",
            "{02 Summary Budget - Summary - All Funds Budget Table.xlsx:For Volume I:All_Funds_Budgets___FY18:fullpage}"
          ]
        }
      ]
    }
  ]
}
---
