---
{
  "title":"Extended School Day",
  "layout":"bos_content",
  "permalink":"/featured-analysis/extended-school-day/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~extended-school-day.json",
  "source_time":"20180315173419",
  "source_year":"18",
  "card":[
    {
      "category":"Budget Priorities",
      "order":1,
      "title":"Extended School Day",
      "body":"Boston is extended the school day for more than 15,000 additional students",
      "img":"/img/cards/extended-school-day.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"Extending the School Day",
          "body":[
            "A cornerstone of Mayor Walsh&rsquo;s FY18 budget, within which the City has increased funding for Boston Public Schools by $40 million, is a groundbreaking $14 million investment in extended learning time (ELT) to allow more than 15,000 additional students in 39 schools to benefit from extended learning time next school year, a strategy that is proven to close opportunity gaps. These students will receive 120 more hours of learning time, or the equivalent of 20 added school days a year. This expansion brings the total number of students receiving extended learning to over 23,000 at 57 schools throughout the District at a total investment of $18.9 million. ",
            "&ldquo;Above all, upward mobility today requires education. Public schools are the foundation of opportunity in our society. That&rsquo;s why, in the last three years, we have prioritized data-smart reforms that close opportunity gaps and elevate all students,&rdquo; Mayor Walsh, remarked at the Boston Municipal Research Bureau on March 1, 2017.",
            "The extended time will help more students gain valuable learning and enrichment opportunities. Schools with extended learning showed a &ldquo;statistically significant&rdquo; positive effect in 5th grade science, 6th grade math, 8th grade science and 7th grade English Language Arts, according to a statewide study in Massachusetts published in 2012. Students in ELT schools also outperformed their peers in non-ELT schools in growth measurements on all MCAS tests. Teachers in the Mass. ELT program reported that the extended day allowed them to accomplish their teaching goals and cover the instructional material their students need to learn."
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Budget Priorities"
        },
        {
          "card":"/featured-analysis/opportunity-and-achievement-gaps/"
        },
        {
          "card":"/featured-analysis/supporting-students-most-in-need/"
        }
      ]
    }
  ]
}
---
