---
{
  "title":"Financing the Capital Plan",
  "layout":"bos_content",
  "permalink":"/featured-analysis/financing-the-capital-plan/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~financing-the-capital-plan.json",
  "source_time":"20180308170243",
  "source_year":"18",
  "card":[
    {
      "category":"Financial Management",
      "order":2,
      "title":"Financing the Capital Plan",
      "body":"City bonds support 60% of the Capital Plan. Learn more about how the City funds the plan.",
      "img":"/img/cards/financing-the-capital-plan.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"Other Funds",
          "body":[
            "In FY18, the City proposes transferring $46.4 million from the Parking Meter Fund to the Capital Grants Fund and appropriating it for Vision Zero and 16 one-time capital projects, including the reconstruction of pathways around Jamaica Pond, a Crosswalk and Lane Marking Revitalization initiative, and the reconstruction of Beach Street. Using the Parking Meter Fund revenue in this way allows the City to make increased investments in infrastructure while increased investment in the BuildBPS program is supported by additional debt issuance. The constraints of the City&rsquo;s debt affordability policies, designed to limit pressure on debt service costs in the operating budget, limit the City&rsquo;s capacity to address both needs through debt issuance alone. This is an opportunity to use available Parking Meter Fund balances for investments in one-time projects aligned with Go Boston 2030, the City&rsquo;s transportation master plan. Through this appropriation, the City will address important transportation capital needs. ",
            "Non-City sources of Other Funds include grants from the Boston Planning and Development Agency for roadway construction or other capital projects, as is the case with Harrison Avenue and Connect Historic Boston. Other Funds also include incentive rebates provided by utilities to carry out energy efficiency projects. Altogether, these City and non-City sources of capital funds are estimated at $146.8 million."
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Financial Management"
        },
        {
          "card":"/featured-analysis/debt-management/"
        }
      ]
    }
  ]
}
---
