---
{
  "title":"Firefighter Health and Safety",
  "layout":"bos_content",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_year":"18",
  "card":[
    {
      "category":"Budget Priorities",
      "order":19,
      "title":"Firefighter Health and Safety",
      "body":"Boston is investing in initiatives to reduce cancer risks for firefighters.",
      "img":"firefighter-health-and-safety.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"Promoting Firefighter Health and Safety",
          "body":[
            "As part of the Imagine Boston 2030 initiative to reduce cancer risks for firefighters, the FY18 budget will include $500,000 for a pilot program to provide industrial level cleaning for firehouses. These funds will pay to thoroughly clean ductwork, replace ceilings and/or repaint where necessary and replace fabric furniture that has become contaminated with potentially carcinogenic compounds. Combined with improvements to the Standard Operating Procedures for fire fighters regarding bunker gear and personal cleaning after responding to fires, the goal is to make the fire house a cleaner, safer place to be. The department is also offering comprehensive training in nutrition, physical education, and mental resiliency in order to further improve the health of its employees. ",
            "In addition, the Capital Plan will include other health and safety improvements to firehouse projects as a result of a recent programming study. In FY16 and FY17 the Fire Department, in conjunction with the Public Facilities Department, studied best practices for firehouse design and now have an enhanced set of building programs for new and renovated firehouses. Key changes include separating out different areas of the firehouse to keep fire contaminants away from living areas and improved personal and gear cleaning facilities. The replacements of Engines 42 and 17 will be among of the first firehouses in the nation to reflect these enhancements. "
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Budget Priorities"
        },
        {
          "card":"/featured-analysis/access-to-addiction-services/"
        },
        {
          "card":"/featured-analysis/data-driven-ems/"
        }
      ]
    }
  ]
}
---
