---
{
  "title":"Investing in the Arts",
  "layout":"bos_content",
  "permalink":"/featured-analysis/investing-in-the-arts/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~BudgetSoft Publisher~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~investing-in-the-arts.json",
  "source_time":"20180216135345",
  "source_year":"18",
  "card":[
    {
      "category":"Budget Priorities",
      "order":13,
      "title":"Investing in the Arts",
      "body":"Boston is investing in the Arts, as recommended in Boston Creates.",
      "img":"/img/cards/investing-in-the-arts.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"Investing in the Arts",
          "body":[
            "The Mayor&rsquo;s Office of Arts and Culture released the City&rsquo;s first cultural plan, Boston Creates, in 2016, calling for increased support to Boston&rsquo;s arts and culture ecosystem. The Percent for Art Program, included for the first time in the FY18-22 Capital Plan, is a critical policy outcome of this planning process. The Percent for Art Program demonstrates the City&rsquo;s leadership and commitment to sustainable funding for the arts by setting aside one percent of the City&rsquo;s annual capital borrowing for the commissioning of public art. Thanks to this commitment, the City will invest $1.7 million in public art projects in FY18.",
            "The Mayor is continuing groundbreaking arts investments made in FY17 that are key to implementing Boston Creates.",
            "The Boston Artists in Residence (AIR) program seeks to embed working artists in City departments and agencies to promote creative thought in municipal problem-solving and project implementation. By deeply integrating artists into City processes, both City staff and the public learn firsthand the multifaceted ways in which the arts engage complex problems and create new opportunities. In FY17, Boston AIR artists were placed in ten neighborhood-based community centers including: South Boston, Roslindale, Mattapan, Hyde Park, Jamaica Plain, South End, Dorchester, Mission Hill, Chinatown, and Roxbury. ",
            "In response to artists who felt disconnected from City Hall and sought clarity on how to access City resources, the Artist Resource Manager provides staff support for: permitting, zoning, and other regulatory requirements for arts and culture uses; communicating professional opportunities; and navigating other municipal services. ",
            "The Opportunity Fund is a pilot grant program that offers grants of up to $1,000 to support individual artists in activities that help them share their work with the public, teach others, continue their professional development, and hone their skills. To date in FY17, over 275 artists have applied for the fund, and 62 have been awarded. ",
            "This year, the City will launch an artist fellowship program in response to feedback in the Boston Creates process that we identify new funding streams for Boston artists. This fellowship will be aimed at supporting and elevating Boston creatives."
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Budget Priorities"
        },
        {
          "card":"/featured-analysis/community-libraries/"
        },
        {
          "card":"/featured-analysis/preserving-special-collections/"
        }
      ]
    }
  ]
}
---
