---
{
  "title":"Long Term Financial Plan",
  "layout":"bos_content",
  "permalink":"/featured-analysis/long-term-financial-plan/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~BudgetSoft Publisher~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~long-term-financial-plan.json",
  "source_time":"20180224114310",
  "source_year":"18",
  "card":[
    {
      "category":"Education",
      "order":1,
      "title":"Long Term Financial Plan",
      "body":"BPS is committed to unlocking resources to invest in student success. See how.",
      "img":"/img/cards/long-term-financial-plan.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"LONG TERM FINANCIAL PLAN",
          "body":[
            "In the Fall of 2015, representatives from BPS, the City of Boston, Boston School Committee, Boston Teachers Union, parent groups and community organizations began a yearlong effort that culminated with the release of the first report in the BPS Long Term Financial Planning effort in November 2016.    ",
            "The plan aims to unlock resources for future investment, as the District&rsquo;s costs are outpacing future revenue growth. The plan describes five main drivers that contribute BPS&rsquo;s yearly fiscal challenges: transportation, district footprint, salaries and benefits, student need, and federal and state revenue. To address these issues, ten big ideas were outlined within the report. The ideas include ways to decrease costs as well as increase revenue. ",
            "Reduce long-distance BPS transportation by adjusting student assignment policies",
            "Adopt State-Mandated Transportation-Eligibility Distances",
            "Maximize Efficiencies in Transportation",
            "Reconfigure the District&rsquo;s Footprint",
            "Examine Teacher Wages and School Day Length",
            "Advocate for legislative changes related to teachers in Suitable Professional Capacity roles",
            "Ensure Special Education Identification and Administration Support Students Appropriately",
            "Streamline Central Office",
            "Advocate to Realign State Education Formulas",
            "Advocate to Give Boston More Flexibility to Modify its Revenue Structure ",
            "BPS and the City have already commenced implementation of operational efficiencies and advocacy for state education formula changes based on the findings outlined in the Long Term Financial Plan report.  These will be highlighted later in the chapter. The District continues to engage with the community and conduct additional analysis on the other ideas under discussion, which have broader policy implications.  No significant potential policy changes outlined in the first Long Term report are in the FY18 proposal."
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Education"
        },
        {
          "card":"/featured-analysis/bps-performance/"
        },
        {
          "card":"/featured-analysis/bps-external-funds/"
        },
        {
          "card":"/featured-analysis/buildbps/"
        },
        {
          "card":"/featured-analysis/weighted-student-funding/"
        },
        {
          "card":"/featured-analysis/bps-spending-pressures/"
        }
      ]
    }
  ]
}
---
