---
{
  "title":"National Economy",
  "layout":"bos_content",
  "permalink":"/featured-analysis/national-economy/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~national-economy.json",
  "source_time":"20180319172008",
  "source_year":"18",
  "card":[
    {
      "category":"Revenue",
      "order":2,
      "title":"National Economy",
      "body":"Economic indicators show positive real GDP growth and an improving unemployment rate.",
      "img":"/img/cards/national-economy.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "body":[
            "The National Economy",
            "A city can control only so much of its economic condition in the near term. And a city&rsquo;s economic condition can positively or negatively affect its ability to raise revenue. As such, the state and national economies are of great importance to the City&rsquo;s well-being. The nation&rsquo;s economic recovery is gaining momentum from a deep recession that officially ended almost eight years ago in June 2009. ",
            "Since the recession, the U.S. economy has grown in fits and starts since June 2009 as evidenced by GDP growth. Accommodative monetary policy and extended unemployment insurance have back-stopped any slide back into recession. But recently, the housing sector has gained steam and other economic variables seem to be stabilizing and beginning to grow.",
            "Overall economic value as measured by real Gross Domestic Product (GDP) has been positive, but growth has been relatively slow. For all but two of the thirty quarters after the recession&rsquo;s official end in the second quarter of 2009 through the fourth quarter of 2016, real GDP growth has been positive but only averaging 0.5%. The Federal Reserve reaffirmed estimates of moderate economic growth, with real GDP forecast to grow between 1.7% to 2.3% for the calendar year 2017 and 1.7% to 2.4% for 2018.",
            "The seasonally adjusted unemployment rate in the U.S. has been steadily decreasing since the end of the recession. The unemployment rate was 4.7 percent in February, near its recent low. According to Federal Reserve estimates, the unemployment rate is expected to continue improving, falling to a range 4.4% to 4.7% in calendar year 2017 and to a range of 4.2% to 4.7% in 2018.",
            "{04 Revenue Estimates - Economic Analysis.xlsx:G- Real GDP Growth}",
            "Figure 2 &ndash; Real Gross Domestic Product Growth (Chained 2009 dollars)",
            "2007Q4-2016Q4 & NBER dated recession",
            "{04 Revenue Estimates - Economic Analysis.xlsx:G-Unemp Rates}",
            "Figure 3 - Unemployment Rates",
            "January 2011-December 2016",
            "Seasonally Adjusted",
            "Inflation has been below the Federal Reserve&rsquo;s target of 2%. The Federal Reserve projects that inflation will range from 1.7% to 2.1% in 2017 and range from 1.8% to 2.1% in 2018. ",
            "Despite the improvements in the labor market and the expectation that inflation would rise to its target of 2%, the Federal Reserve forecasts that economic conditions will evolve in a manner that will warrant only gradual increases to the federal funds rate. In December 2015, for the first time since 2008, the Federal Reserve increased the Federal Funds target rate by 0.25%, to a target range of 0.25% to 0.50%. The Federal Reserve increased the Federal Funds target rate in December 2016 by 0.25%, to a target range of 0.50% to 0.75%, in March 2017 by 0.25%, to a target range of 0.75% to 1.0%, and again in June 2017 by 0.25%, to a target range of 1.0% to 1.25%. The Fed&rsquo;s benchmark rate, after these modest increases, is still quite low by historical standards.",
            "{04 Revenue Estimates - Economic Analysis.xlsx:G-FFR Changes}",
            "Figure 4 - Federal Funds Rate Changes",
            "June 2006-March 2017"
          ]
        }
      ]
    }
  ]
}
---
