---
{
  "title":"Opportunity & Achievement Gaps",
  "layout":"bos_content",
  "permalink":"/featured-analysis/opportunity-and-achievement-gaps/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_year":"18",
  "card":[
    {
      "category":"Budget Priorities",
      "order":2,
      "title":"Opportunity & Achievement Gaps",
      "body":"Boston is committed to closing opportunity and achievement gaps. ",
      "img":"/img/opportunity-and-achievement-gaps.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"Closing Opportunity and Achievement Gaps",
          "body":[
            "Mayor Walsh and Superintendent Chang are committed to closing opportunity and achievement gaps. Boston has made numerous research-driven investments and reforms in an effort to eliminate the achievement gaps for students of color, English Language Learners, students with disabilities, and students in poverty.",
            "In FY18, Mayor Walsh will continue his successful campaign to expand BPS pre-kindergarten (K1) seats and make an investment to establish a universal pre-k infrastructure. With an anticipated 100 additional K1 students to be served in FY18, Mayor Walsh will have added 422 K1 seats to BPS since he took office at a total investment of over $4.3 million. Mayor Walsh has also filed early education finance legislation to close the &ldquo;quality gap&rdquo; in pre-kindergarten seats in Boston by investing in programs at BPS and in community based organizations. The Universal Pre-Kindergarten (UPK) taskforce estimates a 1,350 seat gap in Boston between the number of quality seats?&mdash;?roughly 4,000?&mdash;?and the current number of 4-year olds (5,350). To dedicate $16.5 million to early education, this legislation would redirect the surplus amounts generated by two Convention Center Fund revenues that are produced exclusively in Boston. ",
            "BPS will strengthen its commitment to Superintendent Chang&rsquo;s Excellence for All initiative that expands access to rigorous curriculum and enrichment experiences for students, equipping them with new skills such as foreign languages and robotics. By increasing the annual investment to $2 million, BPS will extend the program to 5th grade in the 13 schools already offering Excellence for All to 4th graders, reaching a total of 1569 students. In FY17, BPS found that Excellence for All was successful in reaching the demographics of students that are currently underrepresented in the Advanced Work Class (AWC) program.",
            "Boston will also continue successful education reforms initiated under Mayor Walsh&rsquo;s administration: ",
            "In 2016, Mayor Walsh launched the Tuition-Free Community College Plan, which offers free tuition to low-income BPS students at Roxbury Community College, Bunker Hill Community College, and Mass Bay Community College. The Tuition-Free Community College Plan is funded by the Mayor's Office of Workforce Development (OWD) within the the Boston Planning & Development Agency, and the Neighborhood Jobs Trust, a public charitable trust funded by linkage fees generated by large-scale commercial building projects in the city.",
            "The Boston Public Schools&rsquo; early-hiring initiative provides school leaders with flexibility to put an effective teacher in every classroom. The initiative has also allowed BPS to hire candidates of color at disproportionately higher rates--during the 2016 hiring season, Black and Latino educators were hired by schools at 2.2 and 1.9 times the rate of white educators respectively."
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Budget Priorities"
        },
        {
          "card":"/featured-analysis/extended-school-day/"
        },
        {
          "card":"/featured-analysis/data-analytics-at-work/"
        }
      ]
    }
  ]
}
---
