---
{
  "title":"Pensions, Debt Service, and Other Fixed Costs",
  "layout":"bos_content",
  "permalink":"/featured-analysis/pensions-debt-service-and-other-fixed-costs/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~19Budget~19 Recommended~Publish 19 Recom~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~pensions-debt-service-and-other-fixed-costs.json",
  "source_time":"20180319171915",
  "source_year":"18",
  "card":[
    {
      "category":"Expenditure Growth",
      "order":3,
      "title":"Pensions, Debt Service, and Other Fixed Costs",
      "body":"Pensions, debt service and other fixed costs consume 22% of the budget growth.",
      "img":"/img/cards/pensions-debt-service-and-other-fixed-costs.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "body":[
            "Pension, Debt Service and Other Fixed Costs",
            "Finally, $34.2 million (23%) of the budget growth is committed to addressing the City&rsquo;s long-term obligations and paying off debt taken on for school buildings, roads and bridges, police and fire stations, parks, and other public assets. ",
            "The City&rsquo;s pension schedule requires an 11% increase this year in part due to generations of underfunding the City&rsquo;s pension obligations, and in part due to a cost-of-living adjustment for its retirees. This budget again dedicates $40 million toward reducing the City&rsquo;s long term other post-employment benefits (OPEB) liability. Actively addressing the City&rsquo;s long-term liabilities is not only fiscally responsible, it is critical to maintaining Boston&rsquo;s AAA bond rating, which unlocks additional capacity to fund more capital projects.",
            "{DRAFT Executive Summary Graphs_MZ.xlsx:Graph 7}",
            "Figure 7 - Pension Funding Schedule",
            "The City borrows every year to support investments in its roads, bridges, school buildings, parks and police and fire stations. Based on its AAA bond rating, the City has continued to benefit from favorable interest rates and its position as an attractive investment. This high bond rating will be integral to unlocking a $1 billion investment in Boston schools over the next 10 years.",
            "Even with the recent favorable borrowings, debt service costs are projected to increase by $9.6 million (5.5%) in FY18. "
          ]
        }
      ]
    },
    {
      "grid":[
        {
          "grid_title":"More Expenditure Growth"
        },
        {
          "card":"/featured-analysis/city-services/"
        }
      ]
    }
  ]
}
---
