---
{
  "title":"Personnel Changes",
  "layout":"bos_content",
  "permalink":"/featured-analysis/personnel-changes/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~BudgetSoft Publisher~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~personnel-changes.json",
  "source_time":"20180216135438",
  "source_year":"18",
  "card":[
    {
      "category":"Expenditures",
      "order":10,
      "title":"Personnel Changes",
      "body":"The City carefully monitors personnel changes and targets investments in priority areas. See more.",
      "img":"/img/cards/personnel-changes.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"FY18 Projected FTE Changes",
          "body":[
            "The City projects a net increase in FTE levels of 256.9 from January 1, 2017 to January 1, 2018. The majority of the growth is targeted in the priority areas of education and public safety.",
            "The City will continue to review the need for hiring into all vacant positions in FY18. Departments eliminated 23 long-term vacant positions in the current budget process.",
            "A significant portion of the projected growth in filled FTEs from January 2017 to January 2018 is in the Education Cabinet. This continues the trend of the School Department accounting for the majority of position growth since 2014. In FY18, the School Department is projecting a net annual increase of 130.1 FTEs with higher projections for inclusion teachers and aides, specialist teachers related to the extended learning time (ELT) initiative, and professional support. The department is expanding ELT to 39 additional schools and continues to increase the number of inclusion classrooms.",
            "Historically, the number of Public Safety employees on the payroll as of January 1 of any year has fluctuated with the timing of retirements and new classes. In FY18 the Police Department is projected to remain level assuming normal attrition and the hiring of a new class in the summer of 2017. The projected increase in the Fire Department is due to 75 firefighters coming off of an expiring SAFER grant. The goal of the department is to have enough firefighters in the suppression force to cover the minimum manning level of 262 and to reduce overtime. A new fire class is planned for the late fall of 2017.",
            "The Operations Cabinet has an increase of 15 primarily due to the BuildBPS transfer of school construction responsibilities from Boston Public Schools to a new school unit at the Public Facilities Department. The Property Management Department is adding new security positions, which will be funded through 3rd party billing.",
            "Civic Engagement is projected to have a net increase of 1 FTE. The Elderly Commission has a slight reduction of 3 FTE due an administrative change for positions with funding split between the City and grants. Neighborhood Services is adding 4 full time call takers in the Boston311 call center to increase the level of service for Boston residents.",
            "The Arts & Culture Cabinet will increase by 7 FTEs as the Library Department opens and staffs the newly re-established Chinatown location. The Library is also adding a custodian supervisor at the Copley branch. ",
            "The Environment, Energy and Open Space Cabinet will see a slight increase with the addition of a position to support Renew Boston Trust and a new preservation assistant to help reduce the wait times for Landmark Commission applications. The Administration & Finance Cabinet projects an increase of 1 FTE with a new quality assurance loan management position in the Treasury Department.",
            "The Health and Human Services Cabinet will increase by 12 FTEs primarily due to targeted investments in the Public Health Commission&rsquo;s Emergency Medical Services (EMS) and Addiction Services program. EMS will add EMTs to a Community Assistance Team to respond to non-transport calls in Downtown Boston and the Recovery Road areas. The Public Health Commission will also add 4 FTEs to the PAATHS (Providing Access to Addictions Treatment, Hope and Support) Program to extend hours to evenings and weekends. Additionally, the City will fund Homeless Services positions which were previously covered under federal grants.",
            "The Information & Technology Cabinet is anticipated to grow by 4 FTE. The Department of Innovation and Technology has a capitally funded identity management project that requires additional staff. A data analytics position will also transfer to the department from the Office of Administration & Finance. ",
            "The Streets Cabinet will increase by 7 FTEs. The Public Works Department is adding 6 additional full time hokeys (street cleaners) so that each of the 10 Public Works Districts will have regular service from the neighborhood-focused program. The Office of Streets plans to hire a Small Cell/DAS Approval Process Manager to better manage the Street Lighting division and the small cell program.",
            "{02 Summary Budget - SUMMARY - FTE Table.xlsx:FTETable for Vol:FTE:fullpage}"
          ]
        }
      ]
    }
  ]
}
---
