---
{
  "title":"Property Tax Revenue",
  "layout":"bos_content",
  "permalink":"/featured-analysis/property-tax-revenue/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~BudgetSoft Publisher~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~property-tax-revenue.json",
  "source_time":"20180224114729",
  "source_year":"18",
  "card":[
    {
      "category":"Revenue",
      "order":6,
      "title":"Property Tax Revenue",
      "body":"Property tax, due to rising new growth and stagnant state aid, is a larger part of Boston&rsquo;s revenue.",
      "img":"/img/cards/property-tax-revenue.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "body":[
            "The Property Tax",
            "The property tax levy has always been the City&rsquo;s largest and most dependable source of revenue. In FY17 the net property tax levy (levy less a reserve for abatements) totals $2.048 billion, providing 69.4% of recurring revenue. In FY18, the net property tax levy is estimated to total $2.162 billion and accounts for 69.6% of budgeted recurring revenues. ",
            "Recently, property values in Boston have been increasing steadily. In FY16, property values increased by $17.3 billion or 15.6%, and in FY17, property values increased by $15.9 billion or 12.4% to $143.9 billion. However, in Massachusetts Proposition 2 1/2 constrains the amount of property tax revenue the City can raise each year from its existing tax base. This means that while the property values have grown 44% since FY14, property tax revenue has only grown 17% due to proposition 2 1/2. ",
            "While still maximizing the City&rsquo;s property tax revenue under Proposition 2 1/2, Mayor Walsh expanded the residential exemption which lowered Boston homeowner&rsquo;s property tax in 2017. The change reduced the average property tax bill for single-family, owner occupied homes by $299. ",
            "Proposition 2 1/2 has been the overwhelming factor affecting the City&rsquo;s property tax levy since being passed in 1980. Proposition 2 1/2 limits the property tax levy in a city or town to no more than 2.5% of the total fair cash value of all taxable real and personal property. It also limits the total property tax levy to no more than a 2.5% increase over the prior year&rsquo;s total levy with certain provisions for new construction. Finally, Proposition 2 1/2 provides for local overrides of the levy limit and a local option to exclude certain debt from the limit by referendum. The City of Boston has never sought a vote to either override the levy limitations or exclude any debt from the limit. In each year since FY85, the City has increased its levy by the allowable 2.5%. These increases have grown as the levy has grown, beginning in FY85 at $8.4 million and reaching $52 million in FY18. ",
            "During these same years, the levy has also been positively impacted by taxable new value or &ldquo;new growth.&rdquo; New growth can arise from both real and personal property. Thanks to efforts to attract business development to Boston and grow its housing stock, Boston experienced unprecedented new growth property tax revenue in FY17, which is outside of Proposition 2 1/2. Last year, the City saw construction projects in the Seaport District, the Longwood Medical Area and the New Balance headquarters in Brighton Landing enter the tax base. Residential development, which is linked to Mayor Walsh&rsquo;s housing production goals, accounted for 60 percent of the new growth. New growth is expected to be approximately $53 million in FY18. Property tax growth from new growth has exceeded that from the allowable 2.5% increase in 21 of the last 34 years. However, as was evident during the last recession &ndash; new growth revenue is volatile, and depends on the development cycle.",
            "It is important for the financial health of the City that the property tax levy continues to grow, but efforts continue to reduce reliance on the property tax through increasing existing or establishing new local revenue sources as discussed in the previous section.",
            "The percentage of the total tax levy being borne by residential taxpayers increased from 36.2% to 38.6% between FY09 and FY17. This shift is due to the larger increase in residential property values in the levy compared to commercial property values.",
            "{04 Revenue Estimates - Revenue Estimates.xlsx:G-Prop Tax Trends}",
            "Figure 6 - Boston Property Tax Trends",
            "FY08-FY17",
            "Indicators of the property tax in the current economy are improving as well. Office vacancy rates, an indicator of commercial real estate value, are declining from their peak. According to the firm Colliers International, the City had a vacancy rate of 11.3% as of fourth quarter 2016. The median sales price, adjusted for inflation, for a single-family home in Boston increased by 1.5% per year between the fourth quarter 2006, $421,450, and the fourth quarter of 2016 $488,750, posting a 7.1% increase from the fourth quarter in 2015.",
            "Any significant decline in property values can present a problem for cities as dependent on the property tax as Boston. As property values decreased in the early 1990&rsquo;s, and the City continued each year to maximize the allowable levy increase under Proposition 2 1/2, the levy rapidly approached the levy ceiling of 2.5% of total assessed value. Reaching the 2.5% ceiling would have further limited the City&rsquo;s capacity to increase the annual levy. ",
            "However, due to years of strong new growth increases, the City has some space between its FY17 net effective tax rate of 1.45% and the tax levy ceiling of 2.5%. If the real estate market were to depreciate, the City&rsquo;s lack of proximity to the 2.5% property tax rate threshold will insulate revenues from an immediate shock. However, if values were depressed long enough, future growth of the property tax would be impaired.",
            "{04 Revenue Estimates - Revenue Estimates.xlsx:G-Levy Ceiling}",
            "Figure 7 - Overall Property Tax Rate & ",
            "Space Below Levy Ceiling",
            "FY08-FY17"
          ]
        }
      ]
    }
  ]
}
---
