---
{
  "title":"Supporting Students Most in Need",
  "layout":"bos_content",
  "permalink":"/featured-analysis/supporting-students-most-in-need/",
  "section_type":"section",
  "section_type_short":"S",
  "source_version":"Adopted",
  "source_path":"P~BudgetSoft Publisher~JSON Output~_source~fy18_adopted~json~_chapters~featured_analysis~supporting-students-most-in-need.json",
  "source_time":"20180216135334",
  "source_year":"18",
  "card":[
    {
      "category":"Budget Priorities",
      "order":3,
      "title":"Supporting Students Most in Need",
      "body":"Learn how BPS is directing educational resources to students most in need.",
      "img":"/img/cards/supporting-students-most-in-need.jpg",
      "link":"link"
    }
  ],
  "components":[
    {
      "text_block":[
        {
          "title":"Supporting our Students Most in Need ",
          "body":[
            "In FY18, BPS will make a $1.2 million targeted investment that will benefit 3,000 students that have been identified as experiencing homelessness. This investment will empower principals and headmasters to best serve the needs of these students with specialized services and resources that have been proven to be most impactful. In addition, BPS will provide enhanced training for teachers, aides, and administrators, and will assist at the school-site level to ensure that students experiencing homelessness have individualized resources and support to learn successfully in the classroom.",
            "BPS&rsquo;s FY18 budget includes a series of substantial supports &ndash;including existing and proposed new investments totaling over $16 million &ndash; that differentially serve the district&rsquo;s highest need students. These include the new proposed investment to support students experiencing homelessness, state grants for turnaround schools, Academic Response Teams, and a new $1.25 million reserve specifically targeted at Level 3, 4, and 5 schools. These funds will support lower performing schools, and particularly those with declining in enrollment. BPS anticipates significant funds from this reserve will support Excel and Brighton, which are in the turnaround planning process and will see budget increases at the conclusion of that process. "
          ]
        }
      ]
    }
  ]
}
---
